[
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Meet the history-making astronauts headed for the Moon",
        "data": "1 day ago",
        "conteudo": [
            "The commander of Nasa's next mission to the Moon said that he and his crew would \"see things that no human has ever seen\".",
            "Reid Wiseman told a news conference that it was likely that his spacecraft would fly over large areas of the Moon that previous Apollo missions had never mapped.",
            "Yesterday, Nasa announced it hoped it would be able tolaunch the first crewed Moon mission in 50 years as early as February 2026.",
            "Mission specialist Christina Koch explained that the astronauts would be able to study the lunar surface in exquisite detail for a full three hours.",
            "\"Believe it or not, human eyes are one of the best scientific instruments that we have,\" she said.",
            "\"Our geologists are beyond excited for our eyes to look at the Moon, and we've been training how to turn those observations into answering some of the biggest questions of our time, questions like 'Are we alone?' We can answer that by going to Mars in the future, and this mission can be the first step in bringing that answer back to team humanity.\"",
            "The Artemis II mission is the second launch of the Artemis programme, whose aim is to land astronauts and eventually establish a long-term presence on the lunar surface.",
            "Commander Reid told reporters the name the crew had given  to their spacecraft and why they chose it.",
            "\"Peace and hope for all humankind, that is what we really want. We are bringing together the world, and when you squeeze it all down, it will create magic. So we're going to fly around the Moon in the spacecraft 'Integrity'.",
            "All four astronauts said they took inspiration from the Apollo Moon missions of the 1960s and early 1970s.",
            "Read more about the four astronauts below.",
            "Christina Koch decided to become an astronaut after seeing a picture of the Earth taken by Bill Anders, a crew member of the Apollo 8 mission in 1968. For her, the Artemis II flight is literally a dream come true because it, just like Apollo 8, will fly around the Moon to help pave the way for a Moon landing.",
            "Although Christina was born 11 years after the photograph was taken, she kept a poster of the Earth rising above the lunar surface. Just as that moment inspired a generation living through the 1960s, she said in a Nasa interview that she hoped her mission would enable a new generation to live though what they lived through and, as it did at the time, make the world a more optimistic place.",
            "\"The fact that it was a human behind that lens made that picture so much more profound and changed the way we thought of our own home,\" she said.",
            "\"The Moon was not just a symbol for thinking about our place in the universe, it is a beacon for science and understanding where we came from.\"",
            "Christina was an engineer who became an astronaut in 2013. She lived and worked on the International Space Station for almost all of 2019, spending a total of 328 consecutive days in space and famously participated in the first all-female spacewalk. Her hobbies include surfing, rock and ice climbing, programming, community service, triathlons, yoga, backpacking, woodworking, photography and travel.",
            "Christina is set to be the first woman to go to the Moon.",
            "This will be the first time Jeremy Hansen will have been in space. He too was inspired by the astronauts on Apollo 8. At the time the world was riven with wars and conflict.",
            "\"When they flew around the Moon just before Christmas in 1968 there was a lot going on the world, and people realised it was a really tough time. People were struggling in many different ways and and I think we can all resonate with that today.",
            "\"And I remember reading about a postcard that Bill Anders got when he got back, and it just simply, all that was written on it was, 'you saved 1968'.\"",
            "With his Buzz Lightyear-like square jaw and clean-cut appearance, he comes across as the archetypical heroic astronaut. As a Canadian, he is set to become the first non-American to go to the Moon.",
            "His message is one of unity and inspiration not just for the US, but the entire world.",
            "\"The Artemis missions have set such an ambitious goal for humanity that is inspiring contributions from around the World, not just one nation is inspired and moved by this, but nations around the globe are coming together\".",
            "Jeremy was a fighter pilot, physicist and aquanaut before he joined the Canadian Space Agency in 2009. During his time with the CSA, he became the first Canadian to lead astronaut training at Nasa's Johnson Space Centre. He is married with three children and enjoys sailing, rock climbing, and mountain biking.",
            "Those who have met Victor say he is the most charismatic of the quartet and the most sharply dressed, with designer brown leather boots making him look good even in an orange flight suit.",
            "\"Pushing ourselves to explore is core to who we are,\" he said in a Nasa interview. \"It is part of being human.\"",
            "Like is fellow crew, his words hark back to a bygone space age, and the words of then President John F. Kennedy in 1962: \"We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard, because that goal will serve to organize and measure the best of our energies and skills, because that challenge is one that we are willing to accept, one we are unwilling to postpone, and one which we intend to win.\"",
            "Victor goes on to say: \"It is in our nature. We go out to explore, to learn where we are, why we are, understanding the big questions about our place in the universe.\"",
            "Victor's call sign is IKE, which is reputedly short for \"I Know Everything\", acknowledging his three master's degrees: in flight test engineering, systems engineering and military operational art and science.",
            "Victor was selected as a Nasa astronaut in 2013. He has previously served as the pilot of Nasa's SpaceX Crew-1 mission to the International Space Station as part of Expedition 64.",
            "He was born in Pomona, California, and is married with four children.",
            "Victor is set to be the first black person to go to the Moon.",
            "Reid Wiseman also brings back echoes of the 1960 Apollo Moonshots when he says that he hopes the Artemis II mission will be looked back on as a \"tiny step in having humans on Mars and a sustained presence on the Moon\".",
            "His words echo those of another space commander, Neil Armstrong, the first man to set foot on the Moon: \"One small step for man, one giant leap for mankind\".",
            "Although Reid is the mission's commander, he takes care to include his crew.",
            "\"When I look at Victor, Christina and Jeremy, they want to go do this mission, they are keenly driven, they are humble to a fault. It is so cool to be around them.\"",
            "Reid is widowed and despite a distinguished career as an astronaut, he considers his time as an only parent as his \"greatest challenge and the most rewarding phase\" of his life.",
            "In one of the very few interviews Neil Armstrong ever gave, I asked him in 1996 whether the dream of humans living and working on the Moon and going on to other planets would ever come back. His reply was:",
            "\"The reality may have faded, but the dream is still there, and it will come back in time.\"",
            "He would have been heartened to have heard these words from each of the Artemis II crew.",
            "Christina: \"We are ready.\"",
            "Jeremy: \"We are going.\"",
            "Victor: \"To the Moon.\"",
            "Reid: \"For all humanity!\"",
            "Nasa plans first crewed Moon mission in 50 years for February 2026",
            "Canada's first lunar rover looks to future space exploration",
            "Wales-designed toy could join Artemis Moon mission",
            "New evidence proves North Sea asteroid impact",
            "Geologists say an asteroid hit the North Sea near Yorkshire more than 43 million years ago.",
            "Scientists photograph Jupiter for Nasa 'remotely'",
            "Scientists at the University of Reading are helping Nasa capture images of Jupiter using remore access to the Keck telescope.",
            "The builder who photographed distant galaxies",
            "Isaac Roberts, a farmer's son from Denbigh, shocked the world with his intergalactic photos.",
            "Rare photos show 'deeply personal' moments in space",
            "Images taken by NASA astronauts and restored for the first time go on display at Jodrell Bank.",
            "Nasa bans Chinese nationals from working on its space programmes",
            "Earlier this month, Chinese nationals working with Nasa suddenly found themselves denied access."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "From former president to future prisoner: Sarkozy's conviction divides France",
        "data": "6 hours ago",
        "conteudo": [
            "Nicolas Sarkozy is back where he used to be – dominating the news and dividing the nation.",
            "Thirteen years after he left office, he is about to become the first former French president to be sent to prison after getting a five-year term for criminal conspiracy.",
            "And the circumstances are full of the same sulphurous contention that used once to mark his every move.",
            "Fresh from his sentencing in the \"Libyan money\" trial on Thursday, he spoke with incandescent rage about the \"limitless hatred\" of which he said he was still a victim.",
            "Former French president Sarkozy given five-year sentence after Libya case",
            "From the moment he emerged as a champion of the right, Sarkozy was convinced he had been the target of a left-wing cabal within the French judiciary and media.",
            "And with this sentence - he thinks – has come more incontrovertible proof.",
            "Why, his supporters are asking, did the court clear him of three of the four charges weighing against him: illegal party funding, embezzlement of Libyan funds, and corruption?",
            "Why did the court only convict him of the last charge – the \"catch-all\" one of \"criminal association\" (often thrown at drugs gang members when investigators have nothing else to go on)?",
            "And why – having convicted him on this lesser charge – did the court then give him such a humiliating and draconian punishment? Not only did they send a 70 year-old man to five years in jail, it was a shocking 20 years after the offence.",
            "They also stipulated that the sentence was not \"suspensive\" – in other words they said he would go to jail even if he lodged an appeal, even though in French law pending an appeal he is in theory still innocent.",
            "Just when you thought the old passions for and against the man were beginning to fade, suddenly they are back with a vengeance.",
            "Many will feel some sympathy with Sarkozy – not necessarily that he is entirely guiltless in this matter of seeking Libyan campaign money.",
            "But they will see some truth in his claims of victimisation: that there are indeed some in the Paris \"politico-mediatic-judicial\" establishment who loathe the former president and rejoice in bringing him down.",
            "Look through another lens, though, and Sarkozy is not some hard-done-by ex-head of state, but an egotistical and highly influential political operator who has consistently pushed the law to its limits in order to get his way.",
            "Why else would there be such a litany of lawsuits against him? Why else would Sarkozy already have been convicted on two other charges of corruption – once for trying to suborn a judge, and another time for illegal campaign funding?",
            "And if the court has now decided to throw the book at him in the Libya affair,  maybe it is because the charge of trying to elicit election funds from a foreign dictator is actually a rather serious one.",
            "It is all relevant today because even though Sarkozy is no longer the influential figure that some make him out to be, the arguments about this case echo through the hall of ruins that are French politics.",
            "The right and far-right take up his cause, crying foul about left-wing judicial over-reach. Marine Le Pen – herself banned from running for the presidency because of a \"no-suspension\" clause in her own conviction early this year – was first to denounce the \"injustice\".",
            "And the left sees it all as more evidence of rich men's privilege – the powerful getting more powerful by blithely ignoring the law.",
            "Nicolas Sarkozy has long since left office, and there is no prospect of his returning.  He is a figure of the past.  But his case lays bare the divisions in a very divided country.",
            "France's Nicolas Sarkozy: 'Bling' and legal woes",
            "Former French president Sarkozy given five-year sentence after Libya case",
            "French navy seizes nearly 10 tonnes of cocaine off West African coast",
            "Buoy recovered after drifting away from France",
            "Ex-senator's wife sentenced to more than four years in bribery scheme",
            "Nadine Menendez, whose husband is already in prison, was convicted for her role in a bribery scheme involving gold bars, cash and a Mercedes-Benz",
            "PC posed as paedophile hunter to blackmail suspect",
            "The PC anonymously demanded £3,500 from a man arrested on suspicion of possessing indecent images of children.",
            "Key witness in ex-Peru mayor's corruption case found dead",
            "José Miguel Castro was collaborating with prosecutors in the corruption case against Susana Villarán.",
            "Former DR Congo PM sentenced to hard labour on corruption charge",
            "Augustin Ponyo Matata is found guilty of his part in embezzling about $245m.",
            "Brazil social security minister latest to quit in major pension fraud scandal",
            "The scheme allegedly saw pensioners defrauded of payments, with the diverted money shared among corrupt officials."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Sonic the Hedgehog boss on how the series keeps up to speed",
        "data": "12 hours ago",
        "conteudo": [
            "\"Sega does what Nintendon't\".",
            "The slogan, from the 1990s, is one of the most famous in video game history.",
            "It was a time when the bitter rivalry between the two Japanese game companies was at its fiercest.",
            "Today, that relationship has softened.",
            "You can play Sonic games on Nintendo consoles and the characters have even appeared in games together.",
            "But is Sega trying to restart the beef?",
            "The advert for its latest release, Sonic Racing: CrossWorlds, closely resembles a 1992 commercial that claimed superiority over Nintendo.",
            "And in August, the man in charge of the mascot character appearedto take a pop at Mario Kartfrom the stage of this year's Summer Game Fest.",
            "But when BBC Newsbeat catches up with Sonic Team head Takashi Iizuka, he isn't naming names.",
            "\"So I didn't call out any specific title, and there's a lot of racing games out there,\" he says.",
            "The idea that Sega is seriously trying to pick a fight with Nintendo is unlikely, according to Chris Dring, editor-in-chief of The Games Business.",
            "He suggests Sega is \"having a bit of fun\" and points out that its new game, which is available across different consoles and on PC, is still likely to sell the most copies on Nintendo's Switch.",
            "Sega is clearly confident in its new game, he says, but there is \"an element of leveraging the popularity of Mario Kart\".",
            "\"The Sonic versus Mario talk very much benefits Sonic,\" he says.",
            "The bigger challenge for long-running titles is attracting new players and going up against the new giants of the games industry.",
            "Fans stick with titles such as Fortnite, Roblox and Call of Duty - so-called \"live service\" games that offer a revolving, ever-updating selection of content - for months if not years on end.",
            "With CrossWorlds, there are plans to add a revolving cast of characters and offer  players a \"season pass\" add-on to access certain extras - a feature seen in many online titles.",
            "Mr Iizuka says the goal is to \"make sure we're refreshing the game every month and to really make it a fun experience to constantly come back to\".",
            "It's a common practice, and one game companies are using to keep players engaged as development time and costs keep rising.",
            "\"There used to be a time where you released a new game every year,\" says journalist Chris.",
            "\"That's not how things work anymore in video games, they often take five years-plus to make.\"",
            "Chris says rolling content drops are a good way to maintain interest once the hype of a big launch has faded.",
            "And it makes sense to \"embrace\" the modern gaming landscape, he says.",
            "For example, he says one of the most popular recent Sonic releases was an official game within Roblox.",
            "Alongside the successful movie tie-ins, Chris says, it's a way of \"introducing Sonic the Hedgehog to those players and then hopefully convincing them to step across and play something like CrossWorlds\".",
            "Video game companies have been leaning on remakes and remasters of older titles in recent years.",
            "The trend had sparked hope among die-hard Sega fans that remakes of the Sonic Adventure series - among the character's first 3D outings - would also be coming.",
            "But Mr Iizuka insists it's not something his team will be looking at, as new technology enables them to create \"richer, more complex, more interesting worlds\".",
            "\"Instead of using all that time and energy to remake a game that people have already experienced, we could make a brand new game instead,\" he says.",
            "\"I think the team is really interested in taking that same amount of time and energy and effort to really bring a new experience to the players.\"",
            "The stance is in line with Sega's approach to some of its other retro titles.",
            "It's currently developing new entries in long-dormant series such as arcade racer Crazy Taxi, hack-and-slash battler Golden Axe and the inline-skating-themed Jet Set Radio.",
            "Video games are taking longer to make, but why?",
            "Norris: Tricky but not impossible to be friends with Piastri",
            "Football Manager 25 would have damaged us forever, says maker",
            "The first of these revival projects, ninja adventure Shinobi: Art of Vengeance, slashed its way on to some critics' game of the year shortlists when it came out last month.",
            "In the case of Sonic, journalist Chris points out that it doesn't make sense to have your flagship development team working on remakes.",
            "But he doesn't rule out the possibility entirely, especially as Sega has form for re-releasing titles from the character's back catalogue.",
            "\"If they wanted to, if they don't have it in their capacity as a team, they can always outsource it to lots of talented people who are big Sonic fans that could do it justice,\" he says.",
            "But, he adds, Sega doesn't want to be seen only as a retro company.",
            "\"There's a balance between doing new things and doing old things in order to make sure that they're a company that's looking ahead and not just being a company that's relying on its past,\" he says.",
            "Listen to Newsbeatliveat 12:45 and 17:45 weekdays - or listen backhere.",
            "Pokémon did not give permission for ICE deportation video",
            "The glitch in Super Mario that obsessed gamers",
            "Trolls mock me for having fewer viewers, Fortnite streamer Ninja tells BBC",
            "'Simplicity is the key to the Mario video game's long life'",
            "As the iconic video game character turns 40, meet the fan who has amassed a major Mario collection.",
            "Pokémon at 30: Fun, fandom and serious finance",
            "Pokémania, after taking the world by storm in the 1990s, is booming almost three decades later.",
            "Stores open at midnight as fans rush to buy Nintendo Switch 2",
            "One retailer says it's the \"biggest gaming pre-order ever\" - but there questions over whether high prices will dent sales.",
            "Fans queue overnight for the launch of the Nintendo Switch 2",
            "Nintendo's long-awaited Switch 2 has been released worldwide.",
            "Customers furious after Game cancels Nintendo Switch 2 pre-orders",
            "Affected customers - who have waited years for the console launch - have reacted with fury."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Israeli strike on Yemen's Houthis reportedly kills eight",
        "data": "3 hours ago",
        "conteudo": [
            "The Israeli military says its air force has carried out its \"most powerful strike\" in Yemen in response to the Houthi movement's repeated drone and missile attacks on Israel.",
            "The Israel Defense Forces (IDF) said dozens of its aircraft bombed targets belonging to the Houthis' security and intelligence services, and military in the capital Sanaa.",
            "The Houthi-run government's health ministry denounced what it called Israel's \"brutal crime\", saying civilian facilities and residential buildings were hit and that eight people were killed.",
            "It comes a day after 22 people were injured, two of them seriously, in a Houthi drone attack in the Israeli Red Sea resort of Eilat.",
            "The Houthis have controlled much of north-western Yemen since they ousted the country's internationally recognised government from there 10 years ago, sparking a civil war.",
            "They began attacking Israel and international shipping in the southern Red Sea and the Gulf of Aden shortly after the start of the war between Israel and Hamas in Gaza in October 2023, saying they were acting in support of the Palestinians.",
            "Israel has carried out many rounds of air strikes in Yemen in retaliation for the hundreds of missiles and drones that have been launched at the country by the Houthis.",
            "Twenty injured in Yemen drone attack on Israel, rescuers and military say",
            "Israeli strikes in Yemen kill 35 people, Houthis say",
            "Videos from Sanaa showed large plumes of black smoke rising from at least three locations in the city following the Israeli strikes on Thursday afternoon.",
            "The attack took place moments before Houthi-run Al-Masirah TV began broadcasting a speech by the movement's leader, Abdul Malik al-Houthi.",
            "Al-Masirah reported that the strikes targeted residential areas in the Maain and Sabaeen districts, as well as the Dhahban power station. It posted photographs showing several destroyed and damaged buildings.",
            "Health ministry spokesman Dr Anees al-Asbahi accused the IDF of the \"deliberate and systematic targeting of civilian, service, and residential facilities\", which he said was \"a war crime in every sense of the word.",
            "He reported that eight people were killed and 142 injured, and that civilians were among them. He added that first responders were still searching under rubble for casualties.",
            "Israeli Defence Minister Israel Katz wrote on X that his country had \"delivered a powerful strike on numerous terror targets of the Houthi terror organisation in Sanaa\".",
            "The IDF said in a statement that the targets included the Houthi military's General Staff Command Headquarters, security and intelligence compounds, the Houthis' \"military public relations headquarters\", and military camps used to store weapons.",
            "\"The IDF will operate against the ongoing and repeated attacks of the Houthi terrorist regime against the State of Israel, will conduct additional offensive operations against the Houthi regime in the near future,\" it added.",
            "A separate statement from the Israeli military said an inquiry into Wednesday's Houthi attack on Eilat had suggested that the drone launched from Yemen was \"detected relatively late, and that warning sirens were activated in accordance with protocol.",
            "\"Interception attempts were made using the Iron Dome [air defence system], but were unsuccessful. The cause for that has been identified, and corrective measures were implemented.\"",
            "Since the beginning of the war in Gaza, Israeli forces have intercepted more than 98% of the drones launched towards Israel by the Houthis, according to the IDF.",
            "The Houthis' military spokesman said the attack was a \"response to the crimes of genocide and the dangerous escalation carried out by the Israeli enemy against our people in the Gaza Strip\".",
            "On 10 September, four days after a Houthi drone attack on Eilat's Ramon airport wounded one person, the Israeli military carried out a series of strikes in Sanaa and al-Jawf province that killed 35 people, according to the Houthi-run health ministry.",
            "The Committee to Protect Journalists (CPJ) said last week that 31 journalists and media support workers were among those killed in Sanaa and that the incident constituted the deadliest single attack on the press worldwide in 16 years.",
            "Yemen's September 26 newspaper said all but one of them had worked in its office or the headquarters of the government's Moral Guidance Directorate, which were both bombed.",
            "The IDF said at the time that it had targeted the \"Houthi Public Relations Department\".",
            "Palestinians in West Bank stranded as Israel shuts only international crossing",
            "BBC and news agencies launch film calling on Israel to allow foreign journalists into Gaza",
            "Israeli strikes kill dozens in Gaza City, hospitals say, as offensive expands",
            "Twenty injured in Yemen drone attack on Israel, rescuers and military say",
            "Two have been taken to hospital with serious shrapnel injuries, the Magen David Adom ambulance service says.",
            "Israeli strikes in Yemen kill 35 people, Houthis say",
            "The Israeli military says it hit military targets, but the Houthis say only civilian sites were targeted.",
            "UN chief demands release of 11 staff arrested in Yemen",
            "The food and children's agency workers are the latest UN staff detained by Houthi authorities.",
            "Houthis confirm their prime minister killed in Israeli strike",
            "Ahmed Ghaleb Nasser al-Rahawi and several other Houthi officials were killed in the attack, the Iran-backed movement says.",
            "Israel hits Yemen's Houthis after reports group used cluster bomb",
            "The strikes come after Israel said the Houthis used cluster munitions in a missile fired at Israel."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "The sun sets on India's iconic and controversial Soviet fighter jet",
        "data": "1 day ago",
        "conteudo": [
            "The first time he throttled the MiG‑21 to full power, soaring 20km above the Earth at twice the speed of sound, the young fighter pilot felt utterly weightless, as if the sky itself had let him go.",
            "\"At Mach 2 you can feel the lightness in the stomach. The MiG‑21's turns at that speed are vast - banking sharply can carry you over many kilometres before completing a full arc,\" recalls Air Marshal (retired) Prithvi Singh Brar. He joined the Air Force in 1960, switched to the Soviet jet in 1966, and flew it for the next 26 years.",
            "\"I loved flying the MiG-21 the way a bird loves the sky. In combat it protected me - when the hawk comes for the bird, the clever bird gets away. That's what the MiG-21 was for me,\" he told me.",
            "After six decades of admiration - and later, infamy - India's most iconic warplane is finally taking its last flight on Friday. At its peak, the MiG‑21 was the backbone of the Indian Air Force (IAF), making up two-thirds of its fighter fleet. It inspired fierce loyalty among its pilots, yet also acquired the grim nickname \"flying coffin\" after a series of deadly crashes in its twilight years.",
            "According toofficial figures, between 1966 and 1980, India procured 872 MiG aircraft of various models.",
            "Between 1971‑72 and April 2012, 482 MiG crashes were recorded, claiming 171 pilots, 39 civilians, eight service personnel and one aircrew, \"caused by both human error and technical defects\". There is no official update of the data since.",
            "\"The MiG-21 has a chequered legacy. The fighter was the mainstay of the IAF for over three decades and served in various roles in all of India's conflicts since the 1965 Pakistan war,\" says Rahul Bhatia, an analyst at Eurasia Group, a geopolitical risk consulting firm. \"However, starting in the early 2000s, the fighter became better known for its high crash rate. Pilots look back at the MiG-21 fondly, but the aircraft stayed in service far longer than it should have,\" he adds.",
            "Designed by the Soviets and first inducted in 1963, the needle-nosed MiG-21 was razor-slim, blisteringly fast at altitude and could climb with ferocious speed. At its peak, the jet flew with more than 50 air forces - from the Soviet Union, China and India to Egypt, Iraq and Vietnam - making it one of the most widely operated supersonic jets in history.",
            "In India, where the state-run Hindustan Aeronautics Limited (HAL) began license-building it in the mid-1960s, the MiG-21 became the cornerstone of IAF squadrons, prized for its versatility across multiple combat roles.",
            "Inside the MiG‑21 cockpit, pilots say, there was little comfort - just a single seat and the sky pressing in all around.",
            "The air-conditioning - built for Russian winters - was barely adequate in scorching Indian summers. At low levels, cockpits often turned stifling and pilots could lose a kilo or more of body weight during a single sortie, remembers Air Marshal (retired) Vinod K Bhatia.",
            "\"Most of the sorties I flew were around 30 minutes long, so the discomfort was bearable. In the end, however, it was all part of the game and still enjoyable,\" he told me.",
            "Originally a high-altitude interceptor built for speed and short-range climbs to reach the enemy over short distances, the MiG‑21 was quickly adapted by the IAF for close combat and ground attacks.",
            "By the 1971 war with Pakistan, it had become a formidable multi-role fighter, though in 1965 war it was still new and mainly an interceptor. The MiG‑21 also shaped India's defence ties with Russia and helped jump-start its own aerospace industry.",
            "\"We adapted the aircraft to Indian conditions in a remarkable way. Though it had design limitations and wasn't built for close combat, we pushed it beyond what Russian test pilots and manuals taught, mastering close combat flying in a truly impressive manner,\" says Air Marshal Brar.",
            "That adaptability came to define its role in the 1971 war. MiG-21s carried out low-level night strikes deep into Pakistani territory. A MiG-21 formation struck the governor's house in Dhaka, blasting rockets through its roof ventilators.",
            "\"Each aircraft carried two 500kg bombs, and I flew three-to-four such missions.  Taking off from Amritsar, we were insidePakistan within 35 minutes, struck our targets 250km deep and raced back through Rajasthan - the shortest way out,\" says Air Marshal Brar.",
            "Every fighter jet has its quirks and the MiG‑21 was no exception - fast descents and even high-speed stalls were part of its character, according to Air Marshal Bhatia. \"Master it, respect it and it was a beautiful airplane to fly,\" he says.",
            "For the pilots who flew it, the MiG‑21's tarnished reputation in later years is undeserved. \"The media was very unkind to the aircraft,\" said one.",
            "Defence analyst Rahul Bedi says there's a lot of \"misplaced nostalgia around MiG-21 because it was responsible for so many deaths\". Many attribute frequent crashes to ageing airframes and stretched maintenance cycles.",
            "\"MiG‑21's biggest challenge was its engine and high landing speed, which made descents tricky on short runways and contributed to many accidents - often blamed on pilot error. Attempts to retire the fighters were repeatedly stalled by inefficiency and bureaucratic inertia,\" says Mr Bedi.",
            "The air force had to keep extending the MiG-21's service life as replacements were not available. The light combat aircraft meant to replace it was conceived of in 1981, first flew in 2001 and, even now, decades later, only two squadrons are operational.",
            "With its last two MiG-21 squadrons retired, India will now have 29 fighter units against a sanctioned 42. Yet, for the pilots who flew it, the MiG‑21 was never just a machine - it was a partner in the sky.",
            "Air Marshal Brar felt that bond first-hand, flying his last sortie out of the northern city of Chandigarh just two days before his retirement in July 2000.",
            "\"I was in the sky once more, like a bird taking flight for the last time. When I landed and stepped out of the cockpit, I felt completely content.\"",
            "",
            "Follow BBC News India onInstagram,YouTube,XandFacebook.",
            "Flight attendant hurt in plane steps fall - report",
            "Air India crash aftermath handled 'irresponsibly', says court",
            "Air India crash victims' families sue aerospace firms Boeing and Honeywell",
            "Trump urges Turkey to stop buying Russian oil as Erdogan chases deal on F-35s",
            "The US president suggests the US could lift sanctions on Turkey and allow it to buy F-35 jets.",
            "India imposes curfew in Ladakh after statehood protests turn violent",
            "Four people were killed and dozens injured in the deadliest protests in the Himalayan region for years.",
            "India legal setback for Elon Musk's X in free speech fight",
            "An Indian court dismissed a case filed by X against a government portal that it argued was being used for censorship.",
            "Woman in Spanish cold case identified after 20 years",
            "Russian citizen Liudmila Zavada, 31, was found dead in July 2005 by a road in the northeastern Spain.",
            "India beat Bangladesh to reach Asia Cup final",
            "Opener Abhishek Sharma scores a half-century and Kuldeep Yadav takes three wickets as defending champions India beat Bangladesh in Dubai"
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "BBC and news agencies launch film calling on Israel to allow foreign journalists into Gaza",
        "data": "17 hours ago",
        "conteudo": [
            "The BBC and three international news agencies have released a short film calling on Israel to allow foreign journalists into Gaza.",
            "The film, launched by the corporation with Agence France-Presse (AFP), the Associated Press (AP) and Reuters, is narrated by veteran BBC journalist David Dimbleby.",
            "He said:\"International journalists must now be allowed into Gaza to share the burden with the Palestinian reporters there so we can all bring the facts to the world.\"",
            "Foreign journalists have been banned from entering Gaza independently since Israel launched its 2023 offensive following the Hamas 7 October attacks. A small number have been taken into the Strip by Israeli troops under controlled access.",
            "The Israel Defense Forces (IDF) has previously said that to \"allow journalists to report safely\" in Gaza the military \"accompanies them when in the battlefield\".",
            "The BBC has contacted the Israeli foreign ministry and the Israel Defense Forces (IDF) for comment.",
            "Last year Israel's High Court of Justice ruled that restrictions on entry to Gaza were justified on security grounds.",
            "Deborah Turness, CEO of BBC News, said: \"It is almost two years since October 7th when the world witnessed Hamas' atrocities. Since then, a war has been raging in Gaza but international journalists are not allowed in.",
            "\"We must now be let into Gaza. To work alongside local journalists, so we can all bring the facts to the world.\"",
            "The film premieres in New York on Wednesday night at an event hosted by the Committee to Protect Journalists, to coincide with the United Nations General Assembly. It features footage of historic events and atrocities captured by journalists.",
            "They include scenes of the D-Day landings during World War Two, the Vietnam War, Ethiopia's 1984 famine, China's Tiananmen Square protests, the Rwandan genocide, the Syrian refugee crisis and the war in Ukraine.",
            "\"In Ukraine, journalists from around the world risk their lives every day to report the suffering of the people,\" says Dimbleby in the film.",
            "\"But when it comes to Gaza the job of reporting falls solely to Palestinian journalists, who are paying a terrible cost, leaving fewer to bear witness.\"",
            "This is not the first time news organisations have called on Israeli authorities to allow journalists into the territory.",
            "In July, BBC News, AFP, AP and Reuters issued a statement expressing \"desperate concern\" for journalists in Gaza experiencing dire circumstances including hunger and displacement.",
            "In August, 27 countries including the UK backed a statement calling for Israel to allow immediate foreign media access to Gaza and condemned attacks on journalists there.",
            "According to the UN Human Rights Office, at least 248 Palestinian journalists have been killed in Israeli attacks in Gaza.",
            "Israel has repeatedly denied that its forces target journalists.",
            "The Israeli military launched a campaign in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.",
            "At least 65,419 people have been killed in Gaza since then, according to the territory's Hamas-run health ministry. The ministry's figures are quoted by the UN and others as the most reliable source of statistics available on casualties.",
            "BBC and news agencies warn journalists in Gaza at risk of starvation",
            "'I can barely do one story. I just feel dizzy' - BBC's Gaza freelance journalists tell of struggle for food",
            "UK backs call for Israel to allow foreign media into Gaza",
            "Who were the Al Jazeera journalists killed by Israel in Gaza?",
            "Israel and the Palestinians: History of the conflict explained",
            "What is Hamas and why is it fighting with Israel in Gaza?",
            "Palestinian president says ready to work with Trump for two-state peace plan",
            "Syrian leader addresses UN General Assembly for first time in almost 60 years",
            "Recognition of statehood 'rewards Palestinian people' says Iraqi president",
            "Microsoft cuts off some services used by Israeli military unit",
            "The tech giant said its products were not intended to be used for mass surveillance of civilians.",
            "Israeli strike on Yemen's Houthis reportedly kills eight",
            "The Israeli military says its \"most powerful strike\" in Yemen targeted security and military targets, but the Houthis say civilian facilities were hit.",
            "Palestinians in West Bank stranded as Israel shuts only international crossing",
            "Many have been unable to leave the territory since the Allenby Bridge crossing was shut indefinitely on Wednesday.",
            "Plea for help as donkeys suffer in Israel and Gaza",
            "The Haywards Heath charity is marking its 25th anniversary with a nationwide fundraising challenge.",
            "Israeli strikes kill dozens in Gaza City, hospitals say, as offensive expands",
            "Women and children were among 20 people who died when a strike hit a building sheltering displaced families, first responders say."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Trump urges Turkey to stop buying Russian oil as Erdogan chases deal on F-35s",
        "data": "4 hours ago",
        "conteudo": [
            "US President Donald Trump has urged Turkey to stop buying oil from Russia, part of a wider drive to cut off Moscow's energy funding as the war in Ukraine rages on.",
            "Speaking alongside President Recep Tayyip Erdogan at the White House, Trump said halting those imports would be \"the best thing\" his Turkish counterpart could do.",
            "The Oval Office meeting ended without any firm commitments to lift US sanctions on Turkey or sell advanced F-35 fighter jets, although Trump expressed optimism about both issues.",
            "Turkey has for years been prevented from buying US F-35s. In 2019 it was expelled from a programme where it produced parts for the warplane after it acquired air defence systems from Russia.",
            "During a brief question-and-answer session alongside Erdogan in the Oval Office on Thursday, Trump said he would like Turkey to stop \"buying any oil from Russia while Russia continues its rampage against Ukraine\".",
            "\"The best thing he could do is not buy oil and gas from Russia,\" Trump said. \"If he did that, that would be the best thing.\"",
            "Trump added that he believes Erdogan is respected both by Ukrainian President Volodomyr Zelensky and Russian President Vladimir Putin, meaning that he could \"have a big influence\" on the war  \"if he wants to\".",
            "Alongside India and China, Turkey is among Moscow's biggest customers for oil and gas exports, and data shows that the volume of Russian gas that reached Europe through Turkey rose by over 26% earlier this year.",
            "The US president's comments come just weeks afterhe said he stood poised to impose tougher sanctions on Russiaif Nato countries met conditions that included halting imports of Russian oil.",
            "Earlier this week - during a lengthy speech at the UN General Assembly - Trump also accused Nato allies of \"funding the war against themselves\" through their purchases of energy from Moscow.",
            "During Trump's first term in office, the US removed Turkey from the F-35 programme after it purchased S-400 surface-to-air missile systems from Russia.",
            "A US defence bill passed in 2020 included an amendment that prevented Turkey from acquiring F-35s, unless - and only if - the US government is able to certify that it has given up on the Russian S-400.",
            "Some US lawmakers have expressed concerns about the potential sale over Turkish military incursions into Syria and past violations of Greek airspace.",
            "Earlier this week, the bipartisan Hellenic Caucus in the US Congress warned against allowing Turkey to buy F-35s, citing its military co-operation with Russia and a \"disregard for international norms and democratic principles\".",
            "In the Oval Office, however, Trump told Erdogan that he would \"be successful\" with buying the things he would \"like to buy\".",
            "\"He needs certain things, and we need certain things,\" he said. \"And we're going to come to a conclusion. You'll know by the end of the day.\"",
            "In an interview with Fox News on Monday, Erdogan said of the F-35 ban: \"I don't think it is very becoming of a strategic partnership.\"",
            "Trump also said that sanctions against Turkey - implemented in 2020 following the S-400 purchase - could be lifted \"very soon\".",
            "\"If we have a good meeting, almost immediately\", he added.",
            "The meeting between Trump and Erdogan is their second this week, following a brief discussion they had about Gaza at the UN General Assembly, alongside leaders from several Arab and Muslim nations.",
            "In his interview with Fox, Erdogan also accused US ally Israel of committing a \"complete genocide\" in Gaza and blamed Israeli Prime Minister Benjamin Netanyahu - a position starkly different from Trump's public remarks.",
            "In the Oval Office on Thursday, however, the US and Turkish presidents avoided public disagreement on the issue. Israel denies it is committing genocide in Gaza.",
            "Turkish first lady appeals to Melania Trump over Gaza children",
            "This 'tough guy' president says he's tackling corruption. Rivals say he's silencing opposition",
            "Rosenberg: Russia brushes off Trump's claim of 'paper tiger' in aimless war",
            "Russia will expand aggression beyond Ukraine if not stopped, Zelensky warns",
            "Rosenberg: Russia brushes off Trump's claim of 'paper tiger' in aimless war",
            "Ukraine in maps: Tracking the war with Russia",
            "US President Gerald Ford's would-be assassin dies at age 95",
            "Sara Jane Moore fired two shots at the Republican president during his visit to San Francisco in 1975. He was uninjured.",
            "Amazon agrees to pay $2.5bn over claims it tricked Prime customers",
            "Roughly 35 million people in the US could be eligible for refunds, according to the government.",
            "Dallas shooter intended target to be ICE not detainees - officials",
            "One detainee was killed and two others critically injured after a shooting at a Dallas ICE facility on Wednesday.",
            "Sean 'Diddy' Combs back in court to ask for reversal of conviction or new trial",
            "Combs' lawyers argue he was unjustly convicted under a federal law that was passed to combat human trafficking.",
            "Watch: Moment thieves ransack California jewellery store",
            "Nearly $1 million worth of merchandise was stolen by about 25 people, according to police."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "French navy seizes nearly 10 tonnes of cocaine off West African coast",
        "data": "11 hours ago",
        "conteudo": [
            "The French navy has seized nearly 10 tonnes of cocaine, worth $610m (£540m) off the coast of West Africa, French authorities have said.",
            "Two French naval vessels operating as part of Operation Corymbe intercepted the enormous cocaine haul from an unflagged fishing vessel on Monday, acting on a tip-off from maritime intelligence, anti-drug authorities and the British National Crime Agency.",
            "The Corymbe naval mission has been deployed by France in the Gulf of Guinea since 1990 to ensure security in an area where piracy is fairly common.",
            "The French navy said that 54 tonnes of drugs had been intercepted in the area since the beginning of the year.",
            "France's Atlantic Maritime Prefecture said \"seamless cooperation by national and international actors\" in the fight against narcotics had led to the \"remarkable seizure\" of 9.6 tonnes of cocaine.",
            "The Gulf of Guinea, off the western coast of Africa, has seen multiple drug busts in recent months, with the region being a key transit point in the global trafficking of narcotics, in particular cocaine from South America being shipped to Europe.",
            "The region was once considered the world's most dangerous area for maritime piracy, surpassing the waters off Somalia. Several Western countries have sent ships to help tackle piracy in the region.",
            "A record cocaine seizure of 10.7 tonnes was made by the French navy in March last year, in what was the biggest interception of the illegal trade off the coast of West Africa.",
            "You may also be interested in:",
            "Go toBBCAfrica.comfor more news from the African continent.",
            "",
            "Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica",
            "Focus on Africa",
            "This Is Africa",
            "From former president to future prisoner: Sarkozy's conviction divides France",
            "Former French president Sarkozy given five-year sentence after Libya case",
            "Buoy recovered after drifting away from France",
            "Family ran £800k drug and money laundering scheme",
            "Daniel Cotson and his parents, Paul and Stephanie, were involved in the scheme.",
            "Malawi's ex-president wins election in comeback at age 85",
            "Peter Mutharika defeated the incumbent, Lazarus Chakwera, the election commission announces.",
            "The professor who beat fraud allegations to become Malawi's president…again",
            "The president-elect of the southern African nation has a long and controversial political career.",
            "Colombia's president calls US attacks on alleged drug boats 'act of tyranny'",
            "Gustavo Petro told the BBC that \"there is no need to kill anyone\" in efforts to crackdown on maritime drug smuggling.",
            "Somalia's president: They tried to kill me five times",
            "Somalia's President Hassan Sheikh Mohamud says he is a prime target of the Islamist group al-Shabab."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Palestinians in West Bank stranded as Israel shuts only international crossing",
        "data": "11 hours ago",
        "conteudo": [
            "Israel has closed the only crossing between the Israeli-occupied West Bank and neighbouring Jordan, stopping more than two million Palestinians from accessing the outside world.",
            "The Israeli airports authority, which oversees the Allenby Bridge crossing, said it would be closed indefinitely from Wednesday morning \"at the direction of the political leadership\". It did not provide a reason.",
            "The closure has stranded many Palestinians in the West Bank, who are unable to go on planned trips abroad. Those who are abroad have been unable to travel home.",
            "It comes days aftertwo Israeli military personnel were shot deadnear the crossing by a Jordanian gunman, who was killed at the scene.",
            "It was briefly shut following that incident but had since reopened.",
            "Prominent Palestinian politician Mustafa Barghouti told the BBC the closure was a \"dangerous move\" that meant \"imprisoning\" people in the West Bank and \"depriving them from the only passage out\".",
            "The crossing - also known as the King Hussein Bridge - lies about halfway between Amman and Jerusalem and is the only official crossing point between the West Bank and Jordan. It is also the only entry point to the West Bank that does not go through Israel.",
            "'We need solutions': Palestinians in West Bank fear recognition is not enough",
            "What does recognising a Palestinian state mean?",
            "Most Palestinians in the West Bank are not allowed to travel through Israeli airports or other Israeli border crossings, meaning the bridge is an essential connection to the outside world.",
            "\"You're talking here about disrupting the relationship between hundreds of thousands of families who are usually connected through Jordan,\" Barghouti said.",
            "\"Thousands of people who are stuck in Jordan, they don't have resources to go and pay for hotels. They cannot stay outside. There are mothers who live with their children in the West Bank who need to come back,\" he added.",
            "Jordan is home to more than 2m registered Palestinian refugees, while more than half of its population of more than 11m are of Palestinian descent. It has maintained security, trade and diplomatic ties with Israel since a 1994 peace treaty - but is a vocal critic of Israel's actions towards Palestinians.",
            "Maxim Giacaman, 23, a medical student from Bethlehem, told the BBC he was unable to travel abroad for a key elective in his medical studies.",
            "\"I have a rotation for one month in Germany for cardiac surgery,\" he said. \"And it was a big opportunity for me and for my future, my medical future.\"",
            "\"My plane is on Saturday and I was planning to go to Amman, Jordan today,\" he says. \"So it's miserable.\"",
            "The Allenby bridge is a key trade route for goods and medical supplies to enter the West Bank. Israeli authorities say about 9% of humanitarian aid sent by truck to Gaza passes through it.",
            "Palestinians fear its indefinite closure forms part of an Israeli response to moves announced this week bythe UK, France, Australia, Canadaand other countries to recognise the State of Palestine.",
            "The Israeli government has labelled the moves a \"reward for terrorism\". Ultranationalist ministers have called for Israel to annex the West Bank outright as a response.",
            "Sincethe Hamas-led attack on southern Israel that killed about 1,200 peopleand saw 251 taken hostage, triggering the war in Gaza, Israel has significantly tightened its control over the West Bank.",
            "It has introduced hundreds of new checkpoints across the territory, launched a large-scale Jewishsettlement push, and carried outmajor military operationsagainst Palestinian resistance groups. Attacks byIsraeli settlersagainst Palestinians have also ramped up significantly.",
            "\"It shows you that the world community has failed drastically in deterring Israel from expanding its oppressive policies,\" said Barghouti. \"Israel will not be restrained unless there are serious punitive acts.\"",
            "The Allenby bridge was named after British general Edmund Allenby, who defeated the Ottoman empire to gain control of Palestine in 1917. It was built in the following year.",
            "Israel has controlled its side of the bridge since the 1967 Six Day War, during which Israel defeated several Arab states, and in the past has temporarily closed it during religious holidays or for security reasons.",
            "Israel and the Palestinians: History of the conflict explained",
            "BBC and news agencies launch film calling on Israel to allow foreign journalists into Gaza",
            "Twenty injured in Yemen drone attack on Israel, rescuers and military say",
            "Israeli strike on Yemen's Houthis reportedly kills eight",
            "BBC and news agencies launch film calling on Israel to allow foreign journalists into Gaza",
            "Israeli strikes kill dozens in Gaza City, hospitals say, as offensive expands",
            "'We need solutions': Palestinians in West Bank fear recognition is not enough",
            "Many are concerned Israel may attempt to annex the occupied territory in response to several countries recognising Palestinian statehood.",
            "Trump to address UN General Assembly after France recognises Palestinian state",
            "Donald Trump will address UN leaders on Tuesday, as more European countries look set to join the French policy change.",
            "UK says Israel must not retaliate against Palestinian statehood push",
            "Yvette Cooper spoke to the BBC as France and more countries prepare to follow the UK and recognise Palestinian statehood.",
            "Canada first G7 nation to recognise Palestinian state",
            "After Canada, the UK and Australia also announced they'd taken the major step of recognition, which Israel has decried as rewarding terror.",
            "Recognising Palestinian statehood opens another question - who would lead it?",
            "With the president approaching 90 years of age and another possible candidate in jail, finding the right leadership would be a challenge"
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Greece extradites oligarch to Moldova in $1bn fraud case",
        "data": "7 hours ago",
        "conteudo": [
            "A Moldovan oligarch and former senior politician has been extradited from Greece accused of involvement in the theft of $1bn (£748m).",
            "Vladimir Plahotniuc, 59, was flown from Athens to Chisinau on Thursday morning and then taken to a detention centre in Moldova's capital, local officials said.",
            "The tycoon, who faces several long-running criminal cases in Moldova, has repeatedly denied any wrongdoing and has vowed to prove his innocence.",
            "His extradition comes days before Sunday's parliamentary elections, withPresident Maia Sandu warning that Moldova's independence and European future are in dangerbecause of attempts by Russia to foment violence and spread disinformation.",
            "Vladimir Plahotniuc fled Moldova in 2019, when his Democratic Party was voted out of power.",
            "On Thursday morning, he was seen being escorted from the plane he arrived in by Moldovan police and Interpol officials.",
            "He was then put in a car and driven away from the airport.",
            "In a post on social media, President Sandu wrote: \"If you don't give up when it's hard and keep fighting - the whole society keeps fighting - even criminals who seemed invincible come to justice.\"",
            "His lawyer Lucian Rogac accused Sandu's pro-EU government of turning his client's extradition \"into a tasteless political spectacle\" ahead of the key elections.",
            "The lawyer also said his client's \"fundamental rights\" were violated during the extradition process that started on 22 July with his arrest in Athens' airport at Moldova's request.",
            "The tycoon is one of the main suspects in the disappearance of $1bn from three Moldovan banks in 2014 - a case known as the \"theft of the century\".",
            "At the time, the sum was reported to be worth more than 10% of Moldova's gross domestic product.",
            "His extradition comes as the impoverished country between Romania and Ukraine is preparing for 28 September elections that will determine whether Moldova continues its integration with the EU, or returns to Russia's political influence.",
            "Earlier this week, Sandu accused Moscow of \"pouring hundreds of millions of euros\" into Moldova in a bid to stoke violence and spread disinformation and fear.",
            "\"The Kremlin believes we are all for sale. That we are too small to resist... But Moldova is our home. And our home is not for sale,\" the president said.",
            "The BBC has recently uncovered evidence of a network with ties to Moscow and fugitive Moldovan businessman Ilan Shor which has been working to spread disinformation.",
            "An undercover reporter found people being paid to post fake content online,intended to undermine the governing party ahead of the vote. The posts have had millions of views. Shor has not responded to a BBC request for comment.",
            "Speaking at the UN's General Assembly in New York on Wednesday, Ukrainian President Volodymyr Zelensky warned that Europe could not afford to lose Moldova to Russian influence, after failing to save Georgia and Belarus from Moscow's orbit.",
            "Zelensky said that Russian President Vladimir Putin - who launched a full-scale invasion of Ukraine in 2022 - \"will keep driving the war forward wider and deeper\" if he was not stopped.",
            "Meanwhile, Moldova's pro-Russian parties have accused Sandu of trying to intimidate them - and sway the vote.",
            "They also say her government is not going far enough in tackling widespread corruption.",
            "Russia's SVR foreign intelligence service this week accused European countries of plotting the \"blatant falsification\" of the result on Sunday in order to provoke protests.",
            "The SVR warned that the EU could mount \"an armed incursion and de-facto occupation\" of Moldova, falsely claiming that the EU was deploying troops.",
            "Moldova declared its independence as the USSR collapsed in 1991, but it has a significant Russian-speaking population. The breakaway region of Transnistria, propped up by Moscow, is still home to a contingent of Russian troops.",
            "How Russian-funded fake news network aims to disrupt election in Europe - BBC investigation",
            "The great Moldovan bank robbery",
            "Drone attacks leave Denmark exposed - and searching for response",
            "Woman in Spanish cold case identified after 20 years",
            "Kyiv can win all of Ukraine back from Russia, Trump says",
            "Kremlin threatening Moldova's independence, president warns ahead of key vote",
            "Dozens of people have been accused of involvement in a plot to stoke violent disorder, allegedly backed by Russia.",
            "How Russian-funded fake news network aims to disrupt election in Europe - BBC investigation",
            "An undercover reporter discovers a network is offering to pay for social media posts undermining Moldova’s ruling party.",
            "European leaders boost Moldova in face of 'relentless' Russia",
            "France, Germany and Poland leaders travel to state to back EU accession plan weeks before key election.",
            "Why India tops the list of abandoned sailors",
            "Around 900 Indian sailors were abandoned on ships across the world in 2024.",
            "Moldova faces energy crisis as flow of Russian gas ends",
            "Russian gas has stopped passing through Ukraine after a five-year deal expired, leaving Moldova at risk of a crisis."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Palestinian president says ready to work with Trump for two-state peace plan",
        "data": "7 hours ago",
        "conteudo": [
            "Palestinian President Mahmoud Abbas has said he is ready to work with world leaders to implement a peace plan for Israel and the Palestinians announced by France on Monday.",
            "Speaking via video at the UN General Assembly, Abbas reiterated his rejection of a future governing role for Hamas in Gaza and demanded it disarm.",
            "He also called on countries which had not yet recognised a Palestinian state to do so, and for the UN to grant it full membership.",
            "Abbas denounced Israel's military offensive in Gaza, accusing it of committing \"one of the most horrific humanitarian tragedies of the 20th and 21st Centuries\". But he said he \"rejected\" the actions of Hamas in its attack on Israel on 7 October 2023.",
            "That attack, in which about 1,200 people - mostly civilians - were killed and 251 taken hostage, triggered the war in Gaza. At least 65,502 Palestinians, about half of them women and children, have been killed by Israeli military action in Gaza since then, according to Gaza's Hamas-run health ministry.",
            "Abbas, 89, was barred from travelling to New York to appear in person when he and 80 other Palestinian officials had their visas revoked by the US state department last month.",
            "US Secretary of State Marco Rubio blamed them for undermining peace efforts and for seeking \"the unilateral recognition of a conjectural Palestinian state\".",
            "In his speech, Abbas thanked those countries which had recently recognised a Palestinian state in a wave of declarations which began with Canada, Australia, the UK and Portugal on Sunday.",
            "France, Belgium, Luxembourg, Malta, Monaco, San Marino, Andorra, and Denmark followed.",
            "The US is currently opposed to recognising Palestine, saying such a move is a reward for Hamas.",
            "Abbas endorsed the peace plan announced by French President Emmanuel Macron at Monday's summit, which was co-chaired by Saudi Arabia.",
            "The plan calls for the simultaneous release of the 48 remaining hostages held by Hamas with an end to Israeli military operations across Gaza.",
            "That would be followed by a transitional administration - including Abbas's Palestinian Authority (PA) and excluding Hamas - to run Gaza, paving the way for a \"sovereign, independent, and demilitarised State of Palestine\".",
            "Neither the US nor Israel have supported the plan.",
            "Abbas though said he was \"read[y] to work with President Donald Trump, the Kingdom of Saudi Arabia, France, the United Nations, and all partners to implement the peace plan... paving the way toward a just peace and comprehensive regional co-operation\".",
            "He also called for a Palestinian state to assume \"full responsibilities\" for the Gaza Strip following an Israeli withdrawal and connect it with the Israeli-occupied West Bank. He said this would be done with Arab and international support.",
            "Israel has previously rejected any future post-war role for the PA in Gaza.",
            "The Palestinian president also said there would be \"national efforts toward reform, including holding presidential and parliamentary elections within one year of the war's end\".",
            "\"We want a democratic, modern state committed to international law, rule of law, pluralism, peaceful transfer of power, and the empowerment of women and youth.\"",
            "The last national Palestinian elections were held in 2006 and were won by Hamas.",
            "The group violently ejected Abbas's Fatah faction - their political rivals - from Gaza the following year, leaving it in sole power there.",
            "BBC and news agencies launch film calling on Israel to allow foreign journalists into Gaza",
            "Syrian leader addresses UN General Assembly for first time in almost 60 years",
            "Recognition of statehood 'rewards Palestinian people' says Iraqi president",
            "Microsoft cuts off some services used by Israeli military unit",
            "The tech giant said its products were not intended to be used for mass surveillance of civilians.",
            "Plea for help as donkeys suffer in Israel and Gaza",
            "The Haywards Heath charity is marking its 25th anniversary with a nationwide fundraising challenge.",
            "Trump demands inquiry over UN 'triple sabotage' after escalator and teleprompter mishaps",
            "The US president called the incidents that included an escalator and teleprompter mishap \"a real disgrace\".",
            "Israeli strikes kill dozens in Gaza City, hospitals say, as offensive expands",
            "Women and children were among 20 people who died when a strike hit a building sheltering displaced families, first responders say.",
            "China makes landmark pledge to cut its climate emissions",
            "It is China's first firm goal to reduce emissions but falls well short of what is needed to meet global targets."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Kindergarten parents told to pay thousands for kids' art - sparking uproar and a midnight heist",
        "data": "1 day ago",
        "conteudo": [
            "How much would you pay for your child's art?",
            "That's the question one Australian kindergarten posed to dozens of families this week when it asked them to stump up A$2,200 (£1,000; $1,400) for the pleasure of taking home a curated portfolio of their child's artwork.",
            "The folders included many a random blob and splodge, alongside happy snaps of the would-be Picassos making creations only a parent could love.",
            "Billed as a fundraiser, the debt-ridden centre said the money from the portfolios would go towards whittling down a long list of overdue bills, including unpaid wages for educators.",
            "Craigslea Community Kindergarten and Preschool in Brisbane closed last month after funding was halted amid an investigation into claims about its governance.",
            "Its obscure request, however, has sparked anger in Queensland, with the state's leader calling it \"emotional blackmail\", regulators staging an intervention, and one parent allegedly going to extreme lengths to take back their child's collection of artworks in the middle of the night.",
            "How the saga unfolded",
            "The controversy has been months in the making - tensions between management and parents at the kindergarten centre, about half an hour north of Brisbane, have been steadily brewing this year.",
            "It's a community-run centre affiliated with one of the state's largest childcare providers, the Creche and Kindergarten Association (C&K). While the latter helps distribute government funding, the day-to-day operations of the centre were controlled by a volunteer committee, made up of parents and community members.",
            "That committee was gutted last month when a dispute led to the mass resignation of its president, vice-president and secretary, leaving its treasurer Thomas D'Souza to take over the helm, according to the Brisbane Times.",
            "The new management fired existing staff and hired temporary workers, leading many parents to remove their kids from the centre, their report said.",
            "Parents lodged complaints about Mr D'Souza being the sole committee member, something he denied, prompting C&K to pause funding as authorities investigated the way the centre was being run.",
            "On Sunday night, the inboxes of the families with children at the kindergarten pinged with an email from management wanting to address a \"tumultuous\" few weeks.",
            "\"It is our turn to talk,\" the email said, according to the A Current Affair programme on the Nine network.",
            "The lengthy missive said the centre couldn't pay its debts and had entered voluntary administration.",
            "Hours later, another message landed, revealing a plan to sell the children's art portfolios for thousands a pop, and asking any parents opposed to that to email back.",
            "The request left Brooke, one of the parents at the centre, speechless.",
            "\"It's ridiculous, absolutely ridiculous. I don't even really have words for it,\" she told A Current Affair.",
            "She added that when she decided to take the artwork without paying, the centre reported her to police.",
            "Though it is unclear whether they are referencing the same incident, Queensland Police told the BBC it had received reports of an alleged midnight break-and-enter at the kindergarten about a fortnight ago, and was investigating.",
            "The kindergarten management did not respond to the BBC's request for comment.",
            "But the saga has prompted public backlash, with thousands weighing in on social media and the state's premier blasting the request as \"un-Australian\" and \"wrong on so many levels\".",
            "\"I never saw any Picassos come home, that's for sure. But they mean something to you,\" David Crisafulli said of his own kids' early crafts, on Nine's Today programme.",
            "\"Let's give the kids their finger painting and let's get on with life.\"",
            "On Wednesday, the Department of Education and C&K said they had launched a successful recovery operation, and had retrieved the children's collections from the kindergarten.",
            "\"C&K recognises the importance of these portfolios and unequivocally condemns any practice that involves charging parents for their children's portfolios,\" a C&K spokeswoman told the BBC in statement.",
            "\"These important records are now available for families to collect.\"",
            "A spokesperson for the Department of Education had earlier said: \"Under the Education and Care Services National Regulations, parents can request certain documentation pertaining to their child.",
            "\"The approved provider must make the documentation available on request.\"",
            "For these parents, their children's art is now both priceless and free.",
            "Father tried to save son before Australia drowning",
            "How Peter Dutton's heartland lost him Australia's election",
            "Jury discharged in high-profile Australia beach murder",
            "Gaza City medics describe hospital overwhelmed by casualties from Israeli strikes",
            "Australian doctors say they are having to operate in filthy conditions with few or no anaesthetics.",
            "Australia journalist unfairly fired over Gaza post awarded A$150,000",
            "Australia's public broadcaster \"sacrificed\" Antoinette Lattouf \"to appease a lobby group\", the judge said.",
            "The Ashes: England in Australia 2025-26",
            "Fixtures for the 2025-26 men's Ashes series between Australia and England in Australia, featuring five Tests.",
            "Sydney 'Night Stalker' pleads guilty to string of sexual assaults in 90s",
            "Police arrested the 61-year-old after a breakthrough in DNA and fingerprint technologies.",
            "Police officer charged with assault at pro-Palestinian protest in Sydney",
            "Hannah Thomas says she was punched in the eye during a scuffle with police in June."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "The professor who beat fraud allegations to become Malawi's president…again",
        "data": "16 hours ago",
        "conteudo": [
            "Just five years after being dramatically unseated by a court ruling, Peter Mutharika is set to return to power as the president of Malawi.",
            "Mutharika, who held the top job from 2014 to 2020, triumphed in last week's general election, usurping his long-time rival, President Lazarus Chakwera.",
            "Mutharika told voters on the campaign trail that life was simply better under him -  Malawi has experienced one of its worst ever economic downturns since Chakwera took office.",
            "But the record of 85-year-old Mutharika has its own blemishes, from corruption allegations to the debacle that ended his first presidency.",
            "This is the fourth time he has run for office, but initially, Mutharika did not intend to go into politics.",
            "Born in 1940 in the tea-growing region of Thyolo, he was raised by two teachers and developed a love for education.",
            "\"I grew up in a family where my parents were educators, and myself I spent all my life in higher education, at seven universities on three continents,\" Mutharika commented in 2017, during an address at the UK's Oxford University.",
            "He attended Dedza Secondary School, an institution in central Malawi known for nurturing notable politicians, and studied law in the 1960s at the prestigious Yale University in the US.",
            "Mutharika went on to become a professor, building an expertise in international justice. He spent decades away from Malawi teaching at universities in the US, Tanzania, Uganda and Ethiopia.",
            "Mutharika eventually pivoted to politics in 2004, when his older brother, Bingu, became Malawi's president.",
            "Mutharika returned home to serve as an adviser to the new president and in 2009, he was elected as an MP for the ruling Democratic Progressive Party (DPP).",
            "He served in his brother's cabinet as justice minister, education minister and then foreign minister.",
            "Mutharika scaled the heights of power relatively peacefully, but tensions emerged in 2010, amid reports that Bingu planned to name his brother as the DPP's presidential candidate for the 2014 elections.",
            "\"Every week, chiefs from all over the country are paraded on national television to sing praises of Peter Mutharika... Many of the public are outraged, considering this blatant nepotism,\" Malawian journalist Francis Chuma wrote inThe Guardian.",
            "But the succession plans were abruptly interrupted in April 2012.",
            "At the age of 78, the president suffered a cardiac arrest, and died. Mutharika paid a glowing tribute to the late leader at his funeral, describing him as \"my brother, my friend and also my hero\".",
            "With the presidency vacant, a power struggle ensued. Malawi's constitution stipulated that if the head of state dies in office, the vice-president takes over, but Bingu had fallen out with his vice-president, Joyce Banda, over the controversial plans to install his brother.",
            "The DPP had expelled Banda, who subsequently formed a new party, the People's Party (PP), but refused to step down as vice-president.",
            "When the president died, his supporters tried to install Mutharika as leader in defiance of the constitution, but ultimatelyBanda prevailed and became Malawi's first female president.",
            "Mutharika was charged with treason after being accused of being part of a plot to hide his brother's death to give him time to manoeuvre to keep Banda out of the presidency.",
            "He dismissed the charges as frivolous and politically motivated - and they were dropped after he was elected president in 2014, defeating Banda and Chakwera with just over 36% of the vote.",
            "Mutharika's supporters say his first stint in power uplifted Malawi, pointing to the billions of dollars of Chinese loans he secured in order to revamp the country's infrastructure.",
            "Inflation also dropped significantly during Mutharika's first term. When he succeeded Banda, the inflation rate was at 24% percent - by the time he left, it had shrunk to single digits.",
            "But Mutharika's tenure also saw blackouts, food shortages and more of the corruption scandals that have long plagued Malawian politics.",
            "In 2018, Malawi's anti-corruption agencyaccused Mutharika of receiving a kickback from a 2.8bn kwacha ($1.6m; £1.2m) contractto supply food to the police.",
            "Malawians took to the streets to protest but he was later cleared of any wrongdoing.",
            "He has regularly defended himself as a proponent of the fight against corruption and extravagance, telling the BBC in 2015 that he was \"the only president in Africa that travels commercial\".",
            "Although Mutharika weathered the corruption allegations, he ended up losing the presidency in one of the most dramatic moments in Malawi's political history.",
            "Mutharika ran for a second term in 2019 and after the votes were counted, he was declared the victor.",
            "However, the Constitutional Court later annulled the election, saying there had been widespread tampering, including the use of Tipp-Ex correction fluid on results sheets. Commentators mockingly referred to Mutharika as the \"Tipp-Ex\" president.",
            "Judges ordered a re-run for 2020 and, astonishingly, Chakwera won with 59% of the vote.",
            "Although Mutharika branded the re-run \"unacceptable\", the Constitutional Court gained international acclaim for safeguarding democracy and refusing to be influenced by presidential power.",
            "He suggested he would not run for office again, but surprised many by entering this year's presidential race, saying his supporters wanted him to save the country from Chakwera.",
            "Since Mutharika left office, inflation has soared past 30%. Cyclone Freddy, a punishing drought, dwindling foreign reserves and other factors have pushed many Malawians into extreme poverty.",
            "During campaign speeches this year, Mutharika asked the public in the local Chichewa language: \"Munandisowa eti? Mwakhaula eti? (You miss me right? You have suffered, right?)\".",
            "But Mutharika was rarely seen in public during the campaign, in contrast to Chakwera who held numerous rallies across Malawi.",
            "As a result, speculation about Mutharika's health is rife and there are questions about whether he has the stamina to lead Malawi again at the age of 85.",
            "Regardless, voters have put their trust in him. He even triumphed in areas known to be Chakwera strongholds, such as the capital, Lilongwe, and Nkhotakota.",
            "While his political career has been eventful, Mutharika's personal life is relatively quiet. The AFP news agency describes him as \"reserved\" while  South Africa's Mail & Guardian wrote that \"friends say he is a studious man, more at ease with books than political rallies\".",
            "Mutharika has three children from his first wife Christophine, who died in 1990. In June 2014, he married former DPP parliamentarian Gertrude Maseko.",
            "The couple are set to return to the presidential residence, but this time Mutharika's in-tray will be far weightier.",
            "Many Malawians have indeed suffered, as Mutharika noted in his campaign speeches. So once the dust from his unlikely comeback settles, the nation will be watching, keenly, to see if he makes good on his pledge to take them back to better times.",
            "More about Malawi from the BBC:",
            "Go toBBCAfrica.comfor more news from the African continent.",
            "",
            "Follow us on Twitter@BBCAfrica, on Facebook atBBC Africaor on Instagram atbbcafrica",
            "Focus on Africa",
            "This Is Africa",
            "Malawi's ex-president wins election in comeback at age 85",
            "Malawi ex-president takes clear lead in vote-count, results show",
            "Malawi police arrest eight for alleged election fraud",
            "French navy seizes nearly 10 tonnes of cocaine off West African coast",
            "French authorities say the \"remarkable seizure\" was found on board a fishing boat following a tip-off.",
            "Somalia's president: They tried to kill me five times",
            "Somalia's President Hassan Sheikh Mohamud says he is a prime target of the Islamist group al-Shabab.",
            "Why Kordofan is key in Sudan's civil war",
            "The battle for Kordofan, with a population of eight million, is the latest frontline in Sudan's civil war.",
            "Landmark deal paves way for cheaper HIV protection jab",
            "The drug - a twice-yearly injection – reduces the current HIV treatment cost in developing countries.",
            "Six West Africans deported from US sent to Togo despite legal fight",
            "They had started legal action against Ghana for agreeing to accept them from the US."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "'Anti-ICE' message on ammunition at Dallas shooting that killed immigration detainee",
        "data": "12 hours ago",
        "conteudo": [
            "A detainee has died and two others are critically injured after a rooftop sniper opened fire at an Immigration and Customs Enforcement (ICE) centre in Dallas, Texas, officials say.",
            "The gunman fired indiscriminately at the ICE facility and at a nearby unmarked van, law enforcement officials say, before dying from a self-inflicted gunshot wound.",
            "No law enforcement were injured. FBI Director Kash Patel posted a photo on X of unused ammunition recovered from the scene. One casing has the phrase \"ANTI-ICE\" on it.",
            "It is the latest in a string of attacks on ICE facilities in recent months as the agency ramps up efforts to deliver on US President Donald Trump's pledge for mass deportations.",
            "\"While the investigation is ongoing, an initial review of the evidence shows an ideological motive behind this attack,\" Patel wrote on X.",
            "\"These despicable, politically motivated attacks against law enforcement are not a one-off.\"",
            "Dallas police said officers responded to an assist officer call at the facility around 06:40 local time (11:40  GMT).",
            "The Department of Homeland Security (DHS) said three detainees were shot. One has died, and two were critically injured, it said. They remain in critical condition, officials later said.",
            "The department had initially said two people had died in addition to the shooter, only to revise that information conditions hours later.",
            "One injured detainee is a Mexican national, the Mexican foreign ministry said.",
            "Acting ICE director Todd Lyons identified the shooter as 29-year-old Joshua Jahn, the BBC's US partner, CBS News reported. He died of a self-inflicted gunshot wound, authorities said.",
            "Voter records indicate he was registered as an independent and last voted in the general election in 2024.",
            "Jahn had cannabis related charges in Texas dating back to 2016, according to records seen by the BBC.",
            "Jahn's brother, Noah, toldNBCthat his brother did not seem political. He said he last saw him two weeks ago and nothing seemed out of the ordinary.",
            "\"He didn't have strong feelings about ICE as far as I knew,\" Noah Jahn said.",
            "FBI special agent Joe Rothrock told a news conference that rounds found near the gunman contained \"messages that are anti-ICE in nature\".",
            "\"This is just the most recent example of this type of attack,\" he said, adding the FBI was investigating it as \"an act of targeted violence\".",
            "Dallas police said a preliminary investigation determined the suspect had opened fire from an adjacent building.",
            "\"The shooter fired indiscriminately at the ICE building, including at a van in the sallyport where the victims were shot,\" DHS said in a statement.",
            "The Reuters news agency reported that the building targeted is an ICE field office used for short-term processing of recently arrested detainees, and is not used as a detention facility.",
            "Lyons told CBS News on Wednesday that the shooter deliberately targeted law enforcement with a \"high-powered rifle\".",
            "He said given the time are area of the shooting, it could have been more deadly.",
            "The suspect \"could have, in his indiscriminate fire, hit people traveling to work, civilians on the ground,\" he said.",
            "Edwin Cardona, a Dallas resident from Venezuela, told local media he was entering the  building for an appointment when he heard gunfire.",
            "\"I was afraid for my family because my family was outside. I felt terrible because I thought something could happen to them. Thank God no,\" he said.",
            "Acting director of the Dallas ICE office Joshua Johnson told the news conference it was the second time he has had to stand in front of the media and talk about a gunman at one of his facilities.",
            "\"The takeaway from all of this is that the rhetoric has to stop,\" he said.",
            "Texas Senator Ted Cruz also spoke at the news conference, condemning \"politically motivated violence\".",
            "\"Your political opponents are not Nazis,\" he said, urging people not to demonise each other for partisan reasons. \"The divisive rhetoric, tragically, has real consequences.\"",
            "While the shooter's motive remains unclear, the attack comes amid growing concerns in the US about political violence in the wake of the killing of conservative activist Charlie Kirk this month.",
            "US President Donald Trump, in a lengthy post on social media on Wednesday evening, said ICE officers are facing \"an unprecedented increase in threats\" and accused \"Radical Left Democrats\" of \"constantly demonizing Law Enforcement\".",
            "Trump noted on Monday he signed an executive order designating Antifa a terrorist organisation, and added he would sign another this week to \"dismantle these Domestic Terrorism Networks\".",
            "No information has been released by officials to suggest Antifa - a loosely organised, leftist movement that opposes far-right, racist and fascist groups - has any connection to the shooting.",
            "Homeland Security Secretary Kristi Noem said in a statement: \"This shooting must serve as a wake-up call to the far-left that their rhetoric about ICE has consequences.\"",
            "Democratic lawmakers also condemned the shooting, including  Senator Cory Booker who called it \"an unacceptable act of violence\".",
            "\"While we don't know all of the details yet, what we can, and all should, agree on is that the vilification of any group of people endangers them. It makes them targets. And it must stop,\" he said on X.",
            "Republican Governor of Texas Greg Abbott said on X the shooting would \"NOT slow our arrest, detention, & deportation of illegal immigrants\".",
            "The ICE field office in Dallas has been targeted by a series of protests this summer.",
            "A man was arrested in August after he entered the facility claiming to have a bomb in his backpack, according to the DHS.",
            "The 36-year-old US citizen, Bratton Dean Wilkinson, had shown the building's security staff a device on his wrist that he described as a bomb \"detonator,\" the DHS said.",
            "Last month shots were fired at ICE offices in San Antonio, Texas. No injuries were reported in that incident, which ICE blamed on \"political rhetoric\".",
            "Another shooting occurred on the 4 July public holiday at an ICE facility in Alvarado, Texas, after a protest escalated into a face-off with police. An officer was shot in the neck, and survived. Eleven people have been charged over that attack.",
            "Dallas shooter intended target to be ICE not detainees - officials",
            "Pokémon did not give permission for ICE deportation video",
            "'There's no way we can afford $100,000': Small firms scramble over H-1B visa fees",
            "US President Gerald Ford's would-be assassin dies at age 95",
            "Sara Jane Moore fired two shots at the Republican president during his visit to San Francisco in 1975. He was uninjured.",
            "Amazon agrees to pay $2.5bn over claims it tricked Prime customers",
            "Roughly 35 million people in the US could be eligible for refunds, according to the government.",
            "Trump urges Turkey to stop buying Russian oil as Erdogan chases deal on F-35s",
            "The US president suggests the US could lift sanctions on Turkey and allow it to buy F-35 jets.",
            "Sean 'Diddy' Combs back in court to ask for reversal of conviction or new trial",
            "Combs' lawyers argue he was unjustly convicted under a federal law that was passed to combat human trafficking.",
            "Watch: Moment thieves ransack California jewellery store",
            "Nearly $1 million worth of merchandise was stolen by about 25 people, according to police."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Denmark says 'professional actor' behind drone incursions over its airports",
        "data": "11 hours ago",
        "conteudo": [
            "Denmark says drones flown over its airports appear to be the work of a \"professional actor\" but there was no evidence of Russian involvement, after such activity disrupted its airspace for the second time in a week.",
            "Aalborg airport was forced to shut down for several hours on Wednesday evening after green lights were spotted overhead, while Billund airport also briefly closed. Three smaller airports also reported drone activity.",
            "On Monday, Copenhagen airport temporarily closed due to a drone incursion.",
            "Defence Minister Troels Lund Poulsen told a news conference that the \"hybrid attack\" was part of a \"systematic operation\", but said the devices had been launched locally.",
            "A hybrid attack uses a mix of military and non-military tactics and is designed to interfere with a nation's infrastructure or institutions.",
            "Drones pose a risk of colliding with planes, particularly during take-off or landing, but halting air traffic in and out of an airport to avoid this can cause delays and flights being redirected elsewhere.",
            "At least three flights were diverted away from Aalborg during the incident.",
            "All the airports affected by the overnight incident sit on Jutland, the part of Denmark that is on the European mainland.",
            "Drones were first sighted over the northerly Aalborg airport around 21:44 local time (19:44 GMT), state media reports. A few minutes later, police received reports of drone activity near small, southerly airports in Esbjerg, Sønderborg and Skrydstrup.",
            "Possible drone activity over Billund prompted the closure of its airport for about an hour early on Thursday morning.",
            "The drones were assessed to have cleared shortly before 03:00 and the airspace was reopened. Danish police are now seeking to find out who launched them.",
            "Poulsen said there was no evidence to suggest Russia was behind the incursion. The Russian embassy in Copenhagen has denied \"absurd speculations\" of its involvement.",
            "It described the incidents as \"staged provocations\", saying they would be used \"as a pretext for further escalating tension\" over the war in Ukraine.",
            "Russia has been accused of conducting hybrid attacks in the past, and Europe has been on high alert after several Nato member states reported Russian incursions in their airspaces.",
            "Estonia and Poland requested a consultation with other Nato members last week, afteraround 20 Russian drones crossed into PolandandRussian MiG31 jets entered Estonian airspacein a separate incident. Romania, another Nato member, also saida Russian drone had breached its airspace.",
            "Russia denied violating Estonia's airspace, while it insisted the Polish incursion was not deliberate. It did not comment on the incident in Romania.",
            "Suspicious drones have also been sighted over Germany and Sweden. All are suspected - but not proven - to be part of Russia's indirect aggression towards Nato states supporting Ukraine.",
            "Danish Prime Minister Mette Frederiksen said Russian involvement in the Copenhagen drone incursion could not be ruled out, describing it as \"the most severe attack on Danish infrastructure so far\". The incident also saw Oslo airport in Norway temporarily close.",
            "Kremlin spokesman Dmitry Peskov called the allegations \"unfounded\".",
            "Officials said the Danish Armed Forces had been affected by Wednesday's incident, as Aalborg airport is also used as a military base. Skrydstrup is also home to an airbase.",
            "The drones were not shot down, despite Danish authorities saying they had the ability to do so. Officials said this was due to concerns for the safety of the surrounding population.",
            "\"If we get the opportunity, we will take down the drones,\" chief inspector Jesper Bøjgaard Madsen said.",
            "Police said they did not believe the drones posed any danger to people at the airport or nearby residents, but asked the public to keep their distance from the area.",
            "Peter Hummelgaard, Denmark's justice minister, said the hybrid threats were \"here to stay\".",
            "Poulsen noted that an EU meeting had been called for Friday, at which enhanced drone preparedness across Europe would be discussed.",
            "Earlier this month, European Commission President Ursula von der Leyen called for a \"drone wall\" to tackle incursions launched by Russia.",
            "What that means is not entirely clear - but detecting the drones early and then destroying them are seen as key elements of such a strategy.",
            "US President Donald Trump has gone as far as to say that Nato nations should shoot down Russian planes in their airspace, while Nato has warned it would use \"all necessary military and non-military tools\" to defend itself following the recent military incursions.",
            "\"We are a defensive alliance, yes, but we are not naive, so we see what is happening,\" Nato's secretary general Mark Rutte said.",
            "Russia's involvement in drone sightings cannot be ruled out, Danish PM says",
            "Russia will expand aggression beyond Ukraine if not stopped, Zelensky warns",
            "Kyiv can win all of Ukraine back from Russia, Trump says",
            "Drone attacks leave Denmark exposed - and searching for response",
            "Greenland contraception scandal victims hear Danish PM's emotional apology",
            "Russia's involvement in drone sightings cannot be ruled out, Danish PM says",
            "Charity bans drone launches from sculpture site",
            "The steel structure is next to the A46 in Norton Disney, a village between Newark and Lincoln.",
            "Drone no-fly zone in place for Tory conference",
            "Drone restrictions will be in place during next month's Conservative Party Conference in Manchester.",
            "Two arrested for flying drones in restricted airspace",
            "A temporary airspace restriction is in place around Windsor for the visit of President Trump.",
            "Defence drone company opens its biggest UK site",
            "The company says it creates drones which help with surveillance and planning operations.",
            "Ukraine strikes key Russian oil terminal in massive drone attack",
            "The overnight attack is the largest since May, but follows much larger bombardments from Russia."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "'No warning' - residents reel from deadly flood after typhoon bursts Taiwan lake",
        "data": "1 day ago",
        "conteudo": [
            "When the floodwater came rushing down from the mountain, Awa and her husband tried to get to their car – but it was already too late.",
            "\"It was like a river outside and cars were floating. Everything started drifting,\" said the 42-year-old bookstore owner. The couple sought refuge on the second floor of their shop in Guangfu township, trying to save as many books as possible.",
            "\"I'm still in shock. I just can't imagine how this could have happened,\" she said.",
            "Like many Taiwanese, Awa is reeling from the unexpected deadly destruction caused by Super Typhoon Ragasa, even though the island was not in the direct path of thestrongest storm the world has seen this year.",
            "The breaching of a barrier lake – formed after landslides triggered by another typhoon blocked rivers in a remote mountain valley in July – is the main cause of extensive damage in the eastern county of Hualien, said Huang Chao Chin, the deputy commander of Taiwan's Central Emergency Operation Centre.",
            "People who were in the path of the deadly wall of water that swept down the mountainside stood little chance as it washed away a bridge, uprooted trees and submerged vehicles.",
            "Many of those who died were elderly, trapped by water surging into their homes.",
            "The Matai'an Creek barrier lakeis about 11km (7 miles) away from downstream communities.",
            "It held some 91 million tonnes of water, enough to fill 36,000 Olympic-sized swimming pools. About three-quarters of that water was suddenly released after the lake burst its banks on Tuesday, killing at least 14 people and injuring 32 others. Forty-six people are still unaccounted for.",
            "Emergency services said the water was metres deep in Guangfu, the town worst hit. It rose as high as the second floor of a house in some places and was about one-floor deep in the town centre.",
            "The force of the water unleashed by the lake burst could be compared to a tsunami, said Chen Wen Shan, emeritus professor of geology at National Taiwan University.",
            "\"The kinetic energy could even be greater than that of a tsunami. The flow speed can exceed 100km/h [62mph] per hour,\" he told the BBC. \"Although the energy decreases once it reaches the plains, it still remains powerful and fast - far beyond what a typical river embankment can handle.\"",
            "Survivors in Guangfu said they received no warning from the authorities immediately before disaster struck.",
            "But Prof Chen said the academic community had sounded the alarm bell before, asuniversities were closely monitoring the water level of the barrier lakeand worked with authorities on the emergency plans.",
            "\"With the typhoon approaching, we could estimate the rainfall. We knew the water could overflow the lake this time. Part of the dam also collapsed, which caused a large volume of water. But even this volume was within our estimates,\" he said.",
            "\"Failing to evacuate residents properly is one of the factors why the disaster became so severe.\"",
            "On Monday 22 September, a day before Ragasa neared the island, Hualien authorities issued warnings, evacuated about 7,000 people and set up three evacuation centres. Meanwhile, the central government repeatedly urged the county administration to accelerate the evacuations.",
            "But the evacuation was \"not mandatory\" and local officials only called on the public to go to higher ground, Hualien county councillor Yang Hua-mei told the BBC.",
            "It was shortly before 15:00 local time (07:00 GMT) on Tuesday when the barrier lake overflowed. Officials had expected it would take the floodwater two hours to reach inhabited areas downstream and only people living near the river would be affected.",
            "But within an hour, vast quantities of water were pouring into Guangfu Township, where 12,000 people live.",
            "\"There were no special flooding warnings and no broadcast,\" an administrator of a high school in Guangfu told the BBC on condition of anonymity. The school was designated an evacuation centre, so he'd originally been tasked with helping evacuees.",
            "He said he'd just finished lunch at around 15:00 when he heard the lake had burst its banks.",
            "\"Within 10 minutes, water spread to the campus from the street. The 400-sq-mile sports ground was submerged,\" he said. Chairs, tables, refrigerators and even cars were soon floating.",
            "\"If I'd still been on the street, I wouldn't have been able to reach higher ground. There were lots of objects floating in the water. I could have been hit or even electrocuted.\"",
            "The administrator said officials might have underestimated Ragasa's impact - the lake had not breached its banks when a weaker typhoon hit last month.",
            "Since last week, County Mayor Hsu Chen-wei had been on a trip to South Korea to promote tourism. She returned to Hualien on Monday evening – reportedly after a call from the interior minister.",
            "Those like Awa and her husband at the bookshop, and the school administrator, were able to get to safety in time.",
            "But many of the victims of the flood were elderly. Most bodies were found on the ground floor of houses, according to local media.",
            "\"Rural elderly residents usually receive information through door-to-door communication. It's unclear how the local authorities had informed them and managed the situation,\" said Awa. Hualien's population is ageing, and many of its older residents don't use smartphones.",
            "\"Many elderly residents are also bedridden because of chronic illness, and no one could help them,\" Ms Yang said.",
            "But Prof Chen pointed out there were no quick solutions. For barrier lakes made up of harder bedrock, small blasting operations can be carried out to divert the water, he said. But in this case, the lake is formed of looser earth and rocks.",
            "\"Also, there are no roads leading to the mountains, so heavy machinery cannot be deployed.\"",
            "Taiwan has plenty of experience of barrier lakes - 88 have been formed on the island since the 1970s, according to Taiwan's Public Television Service. Of those 57% were formed after typhoons; 23% from earthquakes. Most disappear within a year, although four have been there for decades.",
            "But Taiwan's public have little understanding of barrier lakes, former interior minister Lee Hong-yuan, a trained civil engineer, told local media. He said many researchers were witnessing the bursting of a barrier lake for the first time.",
            "Hualien, which is nearly 90% mountainous, is no stranger to natural disasters, either. The county is often the first location on Taiwan to face typhoons, and its location on the Pacific Ring of Fire means it's prone to earthquakes.",
            "The calamities in the past two years, including a fatal magnitude 7.1 earthquake in 2024, have devastated the county's tourism industry, Ms Yang said. Many scenic spots and routes in the world-famous Taroko Gorge National Park are still shut after the quake.",
            "The county also has the largest Indigenous population in Taiwan, with Awa's husband being one of them. The couple started the bookshop four years ago with the mission of preserving the history of Indigenous people - and it moved to its current location just a few months ago.",
            "Now, the bookshop is drenched in mud and they are taking stock of the damage.",
            "\"I am really sad because some of the books have already run out of print,\" she said.",
            "But at least she and her husband are safe.",
            "Others in the town are having to cope with losing loved ones, or worrying about relatives and friends who are hurt or those who are still missing.",
            "A tearful Ms Shih, whose 87-year-old mother was killed, told local media that her body was covered in debris inside their home.",
            "\"We hope the government and police can contact us soon and help recover my mother's body so she can be laid to rest.\"",
            "Additional reporting by Lok Lee of BBC News Chinese in Taipei",
            "Court shut and homes evacuated after pipe bursts",
            "Flood defence spending of £2m approved",
            "In pictures: India's Kolkata sees worst rains in 39 years",
            "China launches campaign to keep killjoys off the internet",
            "Pessimistic social media posts may now be targets of a fresh crackdown by the Chinese government.",
            "Australian film altered in China to make gay couple straight",
            "A scene featuring a same-sex couple was digitally altered to depict a heterosexual couple.",
            "America's blame game over Canada's wildfire smoke misses the point, experts say",
            "US officials have blamed Canada for not doing enough to stop its wildfire smoke from wafting south. Climate experts say it’s not so simple.",
            "China makes landmark pledge to cut its climate emissions",
            "It is China's first firm goal to reduce emissions but falls well short of what is needed to meet global targets.",
            "Watch: Typhoon Ragasa leaves trail of destruction in China",
            "The \"king of storms\" has forced the evacuation of nearly two million people from the southern Chinese province of Guangdong."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "'There's no way we can afford $100,000': Small firms scramble over H-1B visa fees",
        "data": "23 hours ago",
        "conteudo": [
            "When US President Donald Trumpsigned an executive order last Fridayto add a $100,000 (£74,000) fee for applications for H-1B visas, a programme for skilled foreign workers, Abhishek Singh immediately worried he would have to relocate.",
            "Mr Singh, a software engineering manager based in the Seattle area, knew that his employer - a US startup - would not be in a position to pay the fee on top of his current salary.",
            "Mr Singh, who has been working in the US for ten years - the last seven of them on a H-1B visa - breathed a slight sigh of relief when the White House clarified on Saturday that for now, the fee only applies to future applicants.",
            "But his worries are an indication of the potentially far-reaching consequences of the change, as it creates new burdens for businesses, especially startups, with what some say could be significant fallout for innovation and economic growth.",
            "The H-1B programme is often associated with the giants of the US tech sector. Amazon tops the list of beneficiaries, with more than 10,000 H-1B visas approved in the first half of 2025. Microsoft, Meta, Apple and Google each secured more than 4,000 visas through the programme through June.",
            "None of the companies responded to requests for comment.",
            "But while just 30 employers  - mainly big tech companies - dominate the programme, accounting for anestimated 40% of the new H-1B visas available, it is not just the behemoths that are poised to be affected by Trump's executive order.",
            "Startups, as well as smaller firms beyond tech, also employ workers through H-1B visas. For them, a six-figure fee per applicant could be crippling.",
            "\"If you're a startup with new technology, and you've got some venture capital money but you're worried about burning through it too quickly, this could kill you,\" said John Skrentny, a professor at the University of California, San Diego who studies STEM workforce development.",
            "\"What the Trump administration's plan doesn't seem to acknowledge is that not every company can spend $100,000 on a visa,\" he added.",
            "Beyond the technology industry, organisations in industries such as education and healthcare, both of which employ foreign skilled workers through the H-1B programme, are also grappling with what the six-figure fee might mean.",
            "\"There's no way that we can afford $100,000,\" said Karen Brady, the chief executive at Ryther, a behavioural health nonprofit based in Seattle. \"In terms of future hiring, we won't be doing any more H-1B visas.\"",
            "The behavioural health sector has been grappling with a workforce shortage amid a spike in need since the pandemic, Ms Brady said. Hiring employees through the H-1B programme has helped address the crisis, she said.",
            "Ryther, based in Seattle, currently employs two therapists on H-1B visas, out of 45 total, Ms Brady said, both of whom are from China. Without those employees, there would be nobody on staff with the linguistic and cultural knowledge to communicate with families from similar backgrounds.",
            "\"They match some of our clients in a way that American workers don't,\" she said. \"I can't replace that.\"",
            "In a research note, Atakan Bakiskan, an economist at the investment bank Berenberg, lowered his estimate for US growth from 2% at the start of the year to 1.5%, saying said the $100,000 H-1B fee is part of the Trump administration's broader \"anti-growth policymaking\".",
            "\"With the new H-1B policy, the labour force is more likely to shrink than expand going forward,\" he said. \"The brain drain will weigh heavily on productivity.\"",
            "'A great solution'",
            "In his executive order, Trump justified the new fee by referring to \"abuse\" of the H-1B programme, a nod to longstanding concern across the political spectrum that companies have used the programme to hire foreign staff at lower wages.",
            "His administration is also working on a wider overhaul of the programme, which is typically overwhelmed by applications for the roughly 85,000 new visas available each year, including a proposal to prioritise applications for higher paid workers.",
            "Trump's initial announcement won praise from some, including Netflix co-founder Reed Hastings, who broke from many of his fellow tech leaders, calling the fee a \"great solution\".",
            "Supporters of the change have said the major tech companies, like Amazon and Microsoft, that are the biggest beneficiaries of the programme, have the money to swallow the new charge.",
            "\"If these are really specialised people, and they're bringing in a lot of value, $100,000 shouldn't be a big deal for those employers,\" said Ronil Hira, a political science professor at Howard University who focuses on US immigration policy.",
            "H-1B visa changes may give Canada an opportunity. Will it seize it?",
            "I spent $8,000 to get back to US after fears over Trump visa deadline",
            "Trump's $100,000 H-1B visa shock: Why US may lose more than India",
            "But policies that make it harder for companies to hire skilled positions also often prompt firms to offshore their operations, rather than hire US workers at an equivalent skill level, said Dan Wang, a professor at Columbia Business School focused on global migration and entrepreneurship.",
            "\"These policies really don't have the intended effect of balancing the labour market competitiveness of American workers,\" Prof Wang said. \"There's not a trace of data that suggests that American workers would benefit from this.\"",
            "Elise Fialkowski is co-chair of the corporate immigration practice at Klasko Immigration Law Partners, which works with both startups and larger corporations.",
            "She said since last week, some of her larger corporate clients - many of which already have subsidiaries or branch offices outside the US - have started to ponder whether to hire talent in Canada, the UK and elsewhere instead.",
            "Trump's executive order \"almost begs companies to offshore work\", she said.",
            "Despite the reprieve, Mr Singh said he was still considering leaving his startup if he could find a job in his home country of India, or elsewhere - Canada, Japan, South Korea - worried the administration will continue to harden policies against immigrants.",
            "\"There's uncertainty now that anything can happen in the future,\" Mr Singh said. \"If we are forced out, then that's the only option we're left with.\"",
            "US economic growth revised up on strong consumer spending",
            "Starbucks to close some US and UK stores",
            "Could the US interest rate cut boost the housing market?",
            "US President Gerald Ford's would-be assassin dies at age 95",
            "Sara Jane Moore fired two shots at the Republican president during his visit to San Francisco in 1975. He was uninjured.",
            "Trump claims a TikTok deal is done. Who would own it, and how would it work?",
            "Trump says a deal is done but the details have not been confirmed by China or the app's owner ByteDance.",
            "Amazon agrees to pay $2.5bn over claims it tricked Prime customers",
            "Roughly 35 million people in the US could be eligible for refunds, according to the government.",
            "Dallas shooter intended target to be ICE not detainees - officials",
            "One detainee was killed and two others critically injured after a shooting at a Dallas ICE facility on Wednesday.",
            "Trump urges Turkey to stop buying Russian oil as Erdogan chases deal on F-35s",
            "The US president suggests the US could lift sanctions on Turkey and allow it to buy F-35 jets."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Dallas shooter intended target to be ICE not detainees - officials",
        "data": "4 hours ago",
        "conteudo": [
            "Notes written by the person who opened fire on an immigration facility in Texas indicate he was targeting ICE agents and did not intend to harm detainees, officials said.",
            "One detainee was killed and two others critically injured after a suspected sniper opened fire at an Immigration and Customs Enforcement (ICE) centre in Dallas on Wednesday.",
            "The suspected gunman died of a self-inflicted gunshot wound, law enforcement officials said.",
            "Speaking at news conference on Thursday, acting US attorney for the Northern district of Texas, Nancy Larson, identified the shooter as 29-year-old Joshua Jahn, of Fairview, Texas.",
            "Notes found at the shooter's home show he intended to \"maximise lethality against ICE personnel and to maximise property damage at the facility\", she said.",
            "\"He hoped to minimise any collateral damage or injury to the detainees and any other innocent people,\" she added.",
            "\"It seems that he did not intend to kill the detainees or harm them. It is clear from these notes that he was targeting ICE agents and ICE personnel.\"",
            "The victims have not yet been identified.",
            "But Mexico's foreign ministry has said one injured detainee is a Mexican national.",
            "Officials had previously said that no law enforcement officers were injured or killed during the incident.",
            "FBI director Kash Patel said in a post on social media earlier that evidence \"to this point indicates a high degree of pre-attack planning\".",
            "Patel said one of the handwritten notes found said: \"Hopefully this will give ICE agents real terror, to think, 'is there a sniper with AP rounds on that roof?\"",
            "",
            "",
            "At the news conference on Thursday, Larson said the shooter \"very likely acted alone\".",
            "\"That morning gunshots sprayed the length of the building, the windows, and law enforcement vans that were in the sallyport area,\" she said, adding detainees were hit.",
            "The notes were found at the shooter's residence, and included a \"gameplan of the attack\", she said.",
            "The suspected shooter described ICE employees as \"people showing up to collect a dirty pay check\" according to Ms Larson.",
            "She said the shooter had hoped his actions would \"terrorise ICE employees and interfere with their work\".",
            "\"What he did is the very definition of terrorism,\" she added.",
            "No evidence was found of membership of any specific group, and the shooter did not mention any specific government agency other than ICE, she said, but the man did express his hatred of the federal government.",
            "She also praised ICE and other federal agents she said worked under fire to remove detainees from vans and get them to safety.",
            "FBI special agent Joe Rothrock said it was a \"targeted, ambush-style attack on law enforcement\" that followed months of planning.",
            "The shooter \"specifically intended to kill ICE agents\" and fired at transport vehicles carrying ICE personnel, federal and detainees, he said.",
            "\"Jahn also acknowledged the potential for other casualties. He knew with a high likelihood ICE detainees would be transported that morning in the exact location where he was facing from his perch on a nearby rooftop,\" he said.",
            "\"The clearest motivations at this point are the harm he wanted to cause to ICE. We're not aware of any specific relationships he had with anybody in detention,\" Mr Rothrock said, but noted the investigation was ongoing.",
            "Jahn's hand-written notes indicate \"he did not expect to survive this event\", the agent said.",
            "Marcos Charles,  ICE field office director of enforcement and removal operations, said \"violent rhetoric\" against ICE has to stop.",
            "\"In contrast to those who would demonise our men and women, yesterday our brave officers ran back into danger,\" he said, alongside other federal agents, \"to save the detainees while shots were still being fired.\"",
            "He said the shooter used apps designed to track ICE officers, and said those producing and distributing them are \"well aware of the dangers that they are exposing to law enforcement\".",
            "Tensions have escalated at ICE facilities in recent months amid the Trump administration's efforts to significantly increase deportations as part of a wider crackdown on illegal immigration.",
            "'Anti-ICE' message on ammunition at Dallas shooting that killed immigration detainee",
            "Pokémon did not give permission for ICE deportation video",
            "'There's no way we can afford $100,000': Small firms scramble over H-1B visa fees",
            "US President Gerald Ford's would-be assassin dies at age 95",
            "Sara Jane Moore fired two shots at the Republican president during his visit to San Francisco in 1975. He was uninjured.",
            "Amazon agrees to pay $2.5bn over claims it tricked Prime customers",
            "Roughly 35 million people in the US could be eligible for refunds, according to the government.",
            "Trump urges Turkey to stop buying Russian oil as Erdogan chases deal on F-35s",
            "The US president suggests the US could lift sanctions on Turkey and allow it to buy F-35 jets.",
            "Sean 'Diddy' Combs back in court to ask for reversal of conviction or new trial",
            "Combs' lawyers argue he was unjustly convicted under a federal law that was passed to combat human trafficking.",
            "Watch: Moment thieves ransack California jewellery store",
            "Nearly $1 million worth of merchandise was stolen by about 25 people, according to police."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Over 1,000 children fall ill from free school lunches in Indonesia",
        "data": "7 hours ago",
        "conteudo": [
            "More than 1,000 children have fallen ill from free school lunches in Indonesia this week, according to authorities – the latest in a string of mass food poisoning events linked to President Prabowo Subianto's multi-billion-dollar nutritious meals programme.",
            "Yuyun Sarihotima, head of West Java's Cipongkor Community Health Center, told BBC Indonesia that the total number of poisoning victims recorded between Monday and Wednesday had reached 1,258.",
            "It follows the poisoning of 800 students last week in West Java and Central Sulawesi provinces.",
            "President Prabowo has made thenutritious meals programme– which aims to offer free lunches to 80 million school children – a signature of his leadership.",
            "But a spate of mass food poisoning incidents has led non-governmental organisations to call for authorities to suspend the programme due to health concerns.",
            "Muhaimin Iskandar, Coordinating Minister for Community Empowerment, said on Wednesday that \"there are no plans to stop it\".",
            "Victims of the recent outbreaks complained of stomach aches, dizziness, and nausea – as well as shortness of breath, which is a non-typical symptom of food poisoning.",
            "In previous cases of food poisoning stemming from the free lunch programme negligent food preparation has been cited as a suspected cause.",
            "This week's victims ate meals that included soy sauce chicken, fried tofu, vegetables and fruit – but past poisoning incidents have been linked to expired sauce and, in one case, the serving of fried shark.",
            "The head of Indonesia's National Nutrition Agency (BGN) Dadan Hindayana said on Wednesday that the mass food poisoning in Cipongkor last week was the result of a technical error by the Nutrition Fulfillment Service Unit (SPPG).",
            "The SPPG's operations in Cipongkor have reportedly been suspended, according to the BGN.",
            "West Bandung regent Jeje Ritchie Ismail said his party had declared the mass poisoning in Cipongkor \"an extraordinary event so that handling can be faster and more comprehensive\".",
            "Cipongkor is where the first suspected case of this week's mass poisoning occurred on Monday – with the number of victims quickly increasing to some 475 students.",
            "On Wednesday, another mass poisoning in Cipongkor saw as many as 500 students fall ill after consuming free lunches.",
            "The BGN reported that from January to 22 September, there were 4,711 cases of free school lunch poisoning. The majority of cases occurred on the island of Java.",
            "However, a higher figure was reported by the Indonesian Education Monitoring Network (JPPI). This NGO recorded that as of 21 September, the number of poisoning victims had increased to 6,452 children.",
            "\"This abnormal situation should require the government to declare an outbreak and temporarily halt the programme for a thorough evaluation,\" said JPPI National Coordinator Ubaid Matraji.",
            "Some have called for changes to the scheme, including a proposal that funds be distributed directly to parents so that they can prepare meals for their children instead. The BGN has previously rejected this idea.",
            "Across the world, programmes offering free meals to students have proved to be effective in improving health, academic performance and attendance.",
            "But Indonesia's $28bn (£21bn) version - shaping up to be the most expensive of its kind - has become the growing target of food safety concerns and heated anti-government protests.",
            "A centrepiece of Prabowo's presidential campaign last year, the free meals programme was pitched as a way to tackle stunting - a condition caused by malnutrition that affects a fifth of children below the age of five in Indonesia.",
            "\"Through this initiative, our children will grow taller and emerge as champions,\" Prabowo said in 2023.",
            "Since he took office last October, this programme, along with other populist policies like new houses and free medical check-ups, have earned him political points. His approval ratings stood at 80% after his first 100 days in power.",
            "In the first phase, which began in January, free school meals have made their way to 550,000 students in 26 provinces.",
            "While the programme is \"well-intentioned\", Maria Monica Wihardja, a visiting fellow at ISEAS-Yusof Ishak Institute, previously told the BBC there has been \"no evidence\" of \"widespread urgency\" for free school meals.",
            "According to a national survey in 2024, less than 1% of Indonesia's households went at least one day without any meals in the past year.",
            "The cost of the programme has not helped matters.",
            "Indonesia has set aside more than $10bn this year for the free school meals.",
            "By comparison, India spends $1.5bn a year to feed 120 million children in what is the world's largest such programme. Brazil's version costs about the same and serves some 40 million students.",
            "Defenders of the programme have argued that it has been approved and secured in the already-passed 2026 State Budget.",
            "But experts have warned that its colossal cost could also lead to other concerns.",
            "Large-scale social assistance programmes in Indonesia have historically been \"riddled with corruption\", Muhammad Rafi Bakri, a research analyst at Indonesia's audit board, told the BBC.",
            "\"Given the sheer size of the budget,\" he said, \"this programme is a goldmine for corrupt officials.\"",
            "With additional reporting by Koh Ewe and Hanna Samosir",
            "Australian film altered in China to make gay couple straight",
            "India imposes curfew in Ladakh after statehood protests turn violent",
            "India legal setback for Elon Musk's X in free speech fight",
            "The Gen Z uprising in Asia shows social media is a double-edged sword",
            "Anti-corruption demonstrations have toppled a government - will they lead to lasting change?",
            "How a man's affair with his mother-in-law became a viral film in Indonesia",
            "Norma, a movie based on a viral true story from TikTok, has become a nationwide obsession.",
            "Bali's worst floods in a decade kill 14",
            "Authorities say the flash floods on the popular island were caused by heavy rainfall.",
            "'The only way I can help is to send food': Indonesia protests spark support from Asian neighbours",
            "Inspired by protesters, South East Asians are using apps to send food to Indonesian delivery riders.",
            "Hundreds of women with brooms join protests as Indonesia leader flies to China",
            "Hundreds of women brandishing broomsticks marched to parliament during fierce nationwide rallies."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Rihanna gives birth to first daughter with A$AP Rocky",
        "data": "21 hours ago",
        "conteudo": [
            "Pop superstar Rihanna has given birth to her third child, a girl, with partner A$AP Rocky.",
            "The baby has been given her father's stage name - except for a letter.",
            "Rocki Irish Mayers was born on 13 September, the singer announced in an Instagram post, sharing a snap of her cradling her daughter alongside a picture of miniature pink boxing gloves.",
            "The couple, who also share two sons Riot and RZA, announced Rihanna's latest pregnancy at this year's Met Gala.",
            "Fans have rejoiced at the birth announcement on social media, withthe postracking up more than 5 million likes in two hours.",
            "Several weeks ago, the Barbados-born celebrity, whose real name is Robyn Fenty, also celebrated 20 years since the release of her first album.",
            "This news was met by followers with both congratulations and demands for her next project. It has been just under a decade since her most recent album, Anti.",
            "During that time, Rihanna has launched multiple businesses, including her popular makeup range Fenty Beauty and a lingerie company. The 37-year-old's net worth has been estimated by Forbes at over a billion dollars.",
            "When the fashion and beauty mogul debuted her pregnancyon the Met Gala blue carpetin May, she wore an outfit tailored to her growing bump.",
            "\"It is time to just show the people what we were cooking up,\" Rihanna told reporters.",
            "The Diamonds singer has announced her previous pregnancies with similar flair. In 2023, she revealed the news of her second child while performing at the Super Bowl halftime show in a red bodysuit.",
            "The couple's baby news is not the first time they have made headlines this year. In February, A$AP Rocky was found not guilty of firing a gun at a former friend, in a trial that saw Rihanna bring her two sons to court.",
            "Rihanna reveals she is expecting third child with A$AP Rocky",
            "A$AP Rocky not guilty of firearm assault on LA street",
            "New album will be unexpected, says Rihanna",
            "Sean 'Diddy' Combs back in court to ask for reversal of conviction or new trial",
            "BBC partly upholds complaints over Bob Vylan set",
            "Festival leaving stately home venue after a decade"
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Trump demands inquiry over UN 'triple sabotage' after escalator and teleprompter mishaps",
        "data": "20 hours ago",
        "conteudo": [
            "Donald Trump has demanded an investigation into what he called a \"triple sabotage\" during his visit to the United Nations General Assembly on Wednesday.",
            "In a post on social media, the US president referred to an escalator abruptly stopping as he and First Lady Melania Trump stepped on, a teleprompter malfunctioning during his speech, and an audio issue in the auditorium.",
            "A UN official said the sound system was designed to allow people to hear translated speeches through earpieces.",
            "The UN previously said a safety mechanism might have been triggered by Trump's videographer who had been travelling backwards up the escalator while the teleprompter belonged to the US delegation.",
            "Trump criticised the incidents on Truth Social and said he was sending a letter to the UN Secretary General Antonio Guterres demanding an immediate probe.",
            "\"A REAL DISGRACE took place at the United Nations yesterday - Not one, not two, but three very sinister events!\" he wrote.",
            "\"This wasn't a coincidence, this was triple sabotage at the UN. They ought to be ashamed of themselves.\"",
            "He also called for the arrest of the people responsible for the escalator incident, referencing an article inthe Timesthat said UN workers joked about turning off the escalators.",
            "\"This was absolutely sabotage... All security tapes at the escalator should be saved, especially the emergency stop button. The Secret Service is involved,\" Trump added.",
            "Mike Waltz, US ambassador to the UN, echoed the president's call for an official probe, saying the incidents were \"unacceptable\".",
            "\"The United States will not tolerate threats to our security or dignity at international forums. We expect swift cooperation and decisive action,\" he wrote on X.",
            "On Wednesday, White House press secretary Karoline Leavitt raised concerns that someone deliberately stopped the escalator.",
            "\"If someone at the UN intentionally stopped the escalator as the President and First Lady were stepping on, they need to be fired and investigated immediately,\" she wrote on X after the incident.",
            "Stephane Dujarric, spokesperson for Guterres, said Trump's videographer \"may have inadvertently triggered the safety function\" while filming the couple.",
            "After the escalator mishap, Trump ran into more technical difficulties when he said the teleprompter was not working - although it was restored towards the end of his address.",
            "\"I can only say that whoever's operating this teleprompter is in big trouble,\" he said.",
            "A UN official later told the BBC the White House was operating the teleprompter at the time, bringing their own laptops and plugging them into the UN's system.",
            "Trump also referred to audio issues in his lengthy post, saying \"the sound was completely off in the Auditorium\".",
            "\"World Leaders, unless they used the interpreters' earpieces, couldn't hear a thing,\" he added.",
            "In response to Trump's comments, a UN official said: ''The sound system was designed to allow people at their seats to hear speeches being translated into six different languages through earpieces.\"",
            "Safety mechanism caused Trump escalator malfunction, UN says",
            "Seven years ago Trump's UN audience laughed, this year they were silent",
            "Trump criticises countries' migration and climate policies in scathing UN speech",
            "Kyiv can win all of Ukraine back from Russia, Trump says",
            "Sir Sadiq Khan: Trump is racist and sexist",
            "Seven years ago Trump's UN audience laughed, this year they were silent",
            "PM must raise Palestinian visa ban with Trump, say Lib Dems",
            "US President Gerald Ford's would-be assassin dies at age 95",
            "Sara Jane Moore fired two shots at the Republican president during his visit to San Francisco in 1975. He was uninjured.",
            "Trump claims a TikTok deal is done. Who would own it, and how would it work?",
            "Trump says a deal is done but the details have not been confirmed by China or the app's owner ByteDance.",
            "Amazon agrees to pay $2.5bn over claims it tricked Prime customers",
            "Roughly 35 million people in the US could be eligible for refunds, according to the government.",
            "Dallas shooter intended target to be ICE not detainees - officials",
            "One detainee was killed and two others critically injured after a shooting at a Dallas ICE facility on Wednesday.",
            "Trump urges Turkey to stop buying Russian oil as Erdogan chases deal on F-35s",
            "The US president suggests the US could lift sanctions on Turkey and allow it to buy F-35 jets."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Former French president Sarkozy given five-year sentence after Libya case",
        "data": "10 hours ago",
        "conteudo": [
            "Former French president Nicolas Sarkozy has been sentenced to five years in jail after being found guilty of criminal conspiracy in a case related to millions of euros of illicit funds from the late Libyan leader Col Muammar Gaddafi.",
            "The Paris criminal court acquitted him of all other charges, including passive corruption and illegal campaign financing.",
            "The ruling means he will spend time in jail even if he launches an appeal, which Sarkozy says he intends to do.",
            "Speaking after Thursday's hearing, the 70-year-old, who was president from 2007-12, said the verdict was \"extremely serious for rule of law\".",
            "Sarkozy, who claims the case is politically motivated, was accused of using the funds from Gaddafi to finance his 2007 election campaign.",
            "In exchange, the prosecution alleged Sarkozy promised to help Gaddafi combat his reputation as a pariah with Western countries.",
            "Judge Nathalie Gavarino said Sarkozy had allowed close aides to contact Libyan officials with a view to obtaining financial support for his campaign.",
            "But the court ruled that there was not enough evidence to find Sarkozy was the beneficiary of the illegal campaign financing.",
            "He was also ordered to pay a fine of €100,000 ($117,000, £87,000).",
            "There was a shocked intake of breath in court when the judge read out her sentence.",
            "Sarkozy could be sent to prison in Paris in the coming days – a first for a former French president and a humiliating blow for a man who has always protested his innocence in this trial and the other legal cases against him.",
            "\"What happened today... is of extreme gravity in regard to the rule of law, and for the trust one can have in the justice system,\" Sarkozy said outside the court building.",
            "\"If they absolutely want me to sleep in jail, I will sleep in jail, but with my head held high,\" he said.",
            "The investigation was opened in 2013, two years after Saif al-Islam, son of the then-Libyan leader, first accused Sarkozy of taking millions of his father's money for campaign funding.",
            "The following year, Lebanese businessman Ziad Takieddine - who for a long time acted as a middleman between France and the Middle East - said he had written proof that Sarkozy's campaign bid was \"abundantly\" financed by Tripoli, and that the €50m (£43m) worth of payments continued after he became president.",
            "Among the others accused in the trial were former interior ministers, Claude Gueant and Brice Hortefeux. The court found Gueant guilty of corruption, among other charges, and Hortefeux was found guilty of criminal conspiracy.",
            "Sarkozy's wife, Italian-born former supermodel and singer Carla Bruni-Sarkozy, wascharged last year with hiding evidence linked to the Gaddafi caseand associating with wrongdoers to commit fraud, both of which she denies.",
            "Since losing his re-election bid in 2012, Sarkozy has been targeted by several criminal investigations.",
            "He also appealed against a February 2024 ruling which found himguilty of overspending on his 2012 re-election campaign, then hiring a PR firm to cover it up. He was handed a one-year sentence, of which six months were suspended.",
            "In 2021, he was found guilty of trying to bribe a judge in 2014 and became the first former French president to get a custodial sentence. In December, the Paris appeals court ruled that he could serve his time at home wearing a tag instead of going to jail.",
            "From former president to future prisoner: Sarkozy's conviction divides France",
            "French navy seizes nearly 10 tonnes of cocaine off West African coast",
            "Buoy recovered after drifting away from France"
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "South Korea legalises tattooing by non-medical professionals",
        "data": "8 hours ago",
        "conteudo": [
            "South Korea has legalised tattoo artistry by non-medical professionals for the first time in more than 30 years, following a campaign by members of the profession to work without fear of prosecution or harassment.",
            "Though tattoos are commonplace in the east Asian nation, offering them has been limited to medical professionals following a 1992 Supreme Court ruling.",
            "But, after the passing of the Tattooist Act by the General Assembly on Thursday, non-medical professionals - who compose most of the industry - will be able to obtain a licence.",
            "Lim Bo-ran, president of the Korea Tattoo Federation, cried at the law's passing, saying: \"I can't speak because it feels like a dream. I am truly grateful.\"",
            "Between 1992 and now, anyone offering tattoos without medical credentials faced up to five years in prison or a fine of up to 50 million Korean won ($35,000; £28,000).",
            "There are no official statistics on how many tattooists have been prosecuted, but South Korea's Tattoo Union says it gives legal support to at least 50 each year, and believes there are many more that result in fines.",
            "As of 2021, there were an estimated 350,000 tattoo artists in the country, according to the Ministry of Health and Welfare - most of whom specialised in semi-permanent make-up for lips, eyebrows or hairlines.",
            "But relatively few of these have medical qualifications. Instead, most come from art or beauty backgrounds like elsewhere in the world.",
            "By technically engaging in an illegal practice, tattoo artists in South Korea have been subjected to threats or reported by disgruntled clients.",
            "A female tattoo artist who goes by the pseudonym Narr previously told the BBC that she had been sexually harassed by a man after tattooing him, but did not report the incident to the authorities for fear of being prosecuted.",
            "Another, who goes by Banul, was reported to the police by a client who wanted five million Korean won ($3,500; £2,800) after claiming without evidence that it had smudged.",
            "But in recent years, South Korean courts have acquitted several tattoo artists, signalling a shift in attitudes.",
            "Park Ju-min, chairman of the National Assembly's health and welfare committee and the law's main legislative proponent, noted that many politicians in the house had eyebrow or lip tattoos.",
            "He said the passing of the law will allow \"citizens to get tattoos safely, and those engaged in the tattoo industry will be recognised as legal professionals\".",
            "However, the change of law has faced opposition from South Korea's medical community.",
            "Ahead of its passing, the Korean Medical Association said tattooing \"not only damages the skin but can also pose other health risks, including interference with cancer diagnosis\".",
            "It stated that \"tattooing is fundamentally a medical procedure, and its growing popularity does not reduce the associated risks\".",
            "There are also some in the industry who feel that, despite their popularity among young people and growing prominence in influencer culture, the change of law will not reverse the stigma towards tattoos. Recent opinion polls suggest a majority of South Koreans still view them negatively.",
            "Though the tattooing prohibition will no longer be a permanent feature of South Korean society, removing it completely may be a slow and painful process.",
            "The new law will only take effect in two years, with tattoo artists having to pass a national exam, complete safety and hygiene training, and keep detailed records.",
            "Tattoo removals, done using a laser, will still be limited to medical professionals.",
            "",
            "The celebrity tattooist criminalised for his art",
            "Secret Ink",
            "Cosmetic surgery minimum age could rise to 18",
            "'I had my city tattooed on me to express who I am'",
            "The tattooist skating for breast cancer survivors",
            "Boss jailed for 15 years over deadly fire at S Korea battery plant",
            "A blaze last year killed 23 people at an Aricell factory in Hwaseong city, about 45km south of Seoul.",
            "'Why does China prefer war?' The K-drama line that infuriated the Chinese internet",
            "China's ban on K-drama seemed to be easing - until Jun Ji-hyun's Tempest came along.",
            "'Moonies' church leader arrested over gifts to ex-South Korean first lady",
            "Han Hak-ja, who leads the controversial Unification Church, allegedly bribed Kim Keon Hee with luxury gifts.",
            "South Korea would accept a Trump-Kim deal to freeze nuclear programme, president tells BBC",
            "Lee Jae Myung tells the BBC he wants to restore trust with North Korea.",
            "Can you be sued for defaming virtual K-pop stars? South Korea court says yes",
            "They may be fictional characters, but they are voiced by real people, the court says."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Woman in Spanish cold case identified after 20 years",
        "data": "16 hours ago",
        "conteudo": [
            "A woman whose body was discovered in Spain more than 20 years ago has been identified through an international police campaign.",
            "The woman was named on Thursday as 31-year-old Russian citizen Liudmila Zavada.",
            "She is the third person to be identified through theOperation Identify Me initiative, which was launched by police in 2023 in an effort to find the names of women who had been murdered or died in suspicious or unexplained circumstances in Europe.",
            "The first case was aBritish woman murdered in Belgium, whose family identified her after seeing a photograph of her tattoo in a BBC News report.",
            "Valdecy Urquiza, secretary general of international policing agency Interpol which leads the campaign, said the latest identification would give \"fresh hope to the families and friends of missing persons\" and \"new leads\" to investigators.",
            "\"After 20 years, an unknown woman has been given back her name,\" he said.",
            "Ms Zavada's body was discovered in July 2005 beside a road in the province of Barcelona in northeastern Spain.",
            "She was referred to by police as \"the woman in pink\", because she was dressed in a pink floral top, pink trousers and pink shoes.",
            "Local police said the cause of death was \"suspicious\", as evidence suggested that the body had been moved in the 12 hours before it was found.",
            "But investigations failed to uncover her identity.",
            "Last year, the case was added to Operation Identify Me, which has seen Interpol \"black notices\" - seeking information about unidentified bodies - released to the public for the first time, and records such as fingerprints shared with police forces around the world.",
            "Earlier this year, Turkish police ran the fingerprints through a national database, uncovering Ms Zavada's identity.",
            "A DNA match was then established with a close relative in Russia.",
            "Police investigations into Ms Zavada's death and the circumstances around it are continuing.",
            "The first woman identified through the campaign was 31-year-old Rita Roberts from Wales, who was murdered in Belgium in 1992. Her family said they had worried for decades, not knowing what had happened to her.",
            "Earlier this year, a woman found dead in a poultry shed in Spain wasidentified as  33-year-old Ainoha Izaga Ibieta Lima, from Paraguay in South America. The circumstances surrounding her death were described by police as \"unexplained\".",
            "Police are still trying to find the identities of another 44 women found dead in the Netherlands, Germany, Belgium, France, Italy and Spain. The majority of them are murder victims, believed to have been aged between 15 and 30.",
            "Interpol said increased global migration and human trafficking had led to more people being reported missing outside their countries, which can make identifying bodies more challenging.",
            "An official at the agency told the BBC that women were \"disproportionately affected by gender-based violence, including domestic violence, sexual assault, and trafficking\".",
            "Interpol asks public to help crack murdered women cold cases",
            "Fingerprints identify Paraguayan woman seven years after death",
            "Family identify 1992 murder victim by flower tattoo",
            "Drone attacks leave Denmark exposed - and searching for response",
            "Greece extradites oligarch to Moldova in $1bn fraud case",
            "Kyiv can win all of Ukraine back from Russia, Trump says",
            "Trump urges Turkey to stop buying Russian oil as Erdogan chases deal on F-35s",
            "The US president suggests the US could lift sanctions on Turkey and allow it to buy F-35 jets.",
            "Murderer held in Spain after 17 months on the run",
            "William Hunter, who killed Elliot Mulligan in Portugal, sparked a huge manhunt when he skipped bail.",
            "Appeal for help to find mum missing for a year",
            "Nazire Koreli was last seen in Bexley last September, and was reported missing in February.",
            "The sun sets on India's iconic and controversial Soviet fighter jet",
            "MiG-21 served in all conflicts with Pakistan since 1965 and was later known for a high crash rate.",
            "Russia will expand aggression beyond Ukraine if not stopped, Zelensky warns",
            "Vladimir Putin \"will keep driving the war forward wider and deeper\", the Ukrainian president tells the UN."
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "US will fight any attempt to ban Israel from World Cup",
        "data": "8 hours ago",
        "conteudo": [
            "PAOK fans displayed a banner reading 'Stop genocide' during their match against Maccabi Tel Aviv",
            "The United States government will try to prevent any attempt to ban Israel from competing at the 2026 World Cup.",
            "A United Nations commission of inquiry said earlier this month thatIsrael has committed genocideagainst Palestinians in Gaza.",
            "That has led a panel of UN experts and the Spanish Prime Minister Pedro Sanchez to call for sporting sanctions against the country.",
            "Next year's World Cup is being co-hosted by the US, Mexico and Canada.",
            "A US State Department spokesperson told BBC Sport: \"We will absolutely work to fully stop any effort to attempt to ban Israel's national soccer team from the World Cup.\"",
            "Meanwhile, there have been reports that European football's governing body Uefa - which organises World Cup qualifying matches - could meet to decide whether to suspend Israel as early as next week.",
            "One senior source at a European member association told BBC Sport: \"Our understanding is that Uefa leadership wants to see some action on this.",
            "\"Nothing is confirmed or scheduled. But there is a new, high-level pressure from many nations compared to just a month ago.\"",
            "Israel are set to play Norway in a World Cup qualifier in Oslo on 11 October.",
            "Earlier this month Norwegian football federation president Lise Klaveness said her organisation \"has to deal with Israel participating in their competitions, but cannot and will not be indifferent to the humanitarian suffering that is taking place in the region, especially the disproportionate attacks against civilians in Gaza\".",
            "The Italian FA has also spoken about the challenges of playing Israel, who Italy host on 14 October in Udine.",
            "The UN report said there were reasonable grounds to conclude that four of the five genocidal acts defined under international law had been carried out since the start of the war in 2023.",
            "A panel of human rights experts at the UN subsequently called on world football governing body Fifa and its European body Uefa tosuspend Israel's national team from international football,,externalsaying: \"Sports must reject the perception that it is business as usual.\"",
            "Israel has regularly denied that its actions in Gaza amount to genocide and says they are justified as a means of self-defence. Its foreign ministry called the UN report \"distorted and false\".",
            "The Israeli military launched a campaign in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.",
            "At least 65,419 people have been killed in Gaza since then, according to the territory's Hamas-run health ministry. The ministry's figures are quoted by the UN and others as the most reliable source of statistics available on casualties.",
            "There has been an increase in calls to ban Israel from sporting competition since the UN's report.",
            "And it comes amid reports that Uefa could vote on whether to suspend Israel next week. Uefa has said that no meeting is currently planned.",
            "Israel are third in their World Cup qualifying group - organised by Uefa - on nine points, six behind leaders Norway.",
            "The top team from each group qualifies automatically for the World Cup, with the runners-up going into the play-offs.",
            "Spanish PM Sanchez said Israel should be treated in the same fashion as Russia bybeing banned from international sports competitions.",
            "\"Israel cannot continue to use any international platform to whitewash its image,\" Sanchez said.",
            "The Russia national team have been banned from competing in international football tournaments since the country's 2022 invasion of Ukraine.",
            "The Israeli FA declined to comment when contacted by BBC Sport, and Fifa has been approached for comment.",
            "Sanchez's comments came as the final stage of the Vuelta a Espana was abandoned earlier this month after pro-Palestinian protesters entered part of the course in the centre of Madrid.",
            "Protesters knocked down barriers and occupied the road at several points on the course including Gran Via, where cyclists were due to pass multiple times.",
            "The International Olympic Committee (IOC) banned Russian and Belarusian athletes from competing under their national flags at the 2024 Olympics.",
            "Earlier this week, IOC president Kirsty Coventry sidestepped a question about sanctioning Israeli athletes, saying: \"The sports movement has to showcase the good that is in humanity.\"",
            "Meanwhile, supporters of Greek side PAOK displayed Palestinian flags and banners during their side's Europa League match against Israeli team Maccabi Tel Aviv on Wednesday.",
            "Fans held signs in English reading \"Stop the genocide\" and \"Show Israel the red card\".",
            "Chants of \"Free Palestine\" were also heard after Maccabi supporters unfurled an Israeli flag.",
            "The displays came after protests earlier in the day in Thessaloniki, where fans and activist groups rallied against Israel's participation in European football.",
            "Demonstrators submitted more than 1,900 signatures to Uefa in support of a petition launched this week, which said there could be \"no fair play with representatives of genocide\".",
            "The match had been designated high risk due to the ongoing situation involving Israel and Gaza, with PAOK warning supporters before the match: \"The display of banners, messages or flags with political content could result in heavy sanctions for our club.\"",
            "Maccabi face Aston Villa at Villa Park in the Europa League on 6 November.",
            "Additional reporting by Nikos Papanikolaou, BBC News.",
            "Related topics",
            "More on this story",
            "Listen to the latest Football Daily podcast"
        ]
    },
    {
        "link": "https://www.bbc.com/news/articles/cp8w9492lg6o?at_medium=RSS&at_campaign=rss",
        "manchete": "Australian film altered in China to make gay couple straight",
        "data": "9 hours ago",
        "conteudo": [
            "An Australian film that was digitally altered to change a same-sex couple to a heterosexual one has drawn backlash from moviegoers in China.",
            "Together, a horror film starring Dave Franco and Alison Brie, was shown in selected Chinese cinemas in advance screenings on 12 September. Cinemagoers later realised some scenes had been modified after screenshots showing the original scenes went viral online.",
            "The film was due to be publicly released on 19 September - but as of Thursday has yet to be aired in cinemas.",
            "The film's global distributor, Neon, later condemned the edit, saying they did not \"approve of [this] unauthorised edit... and demand they ceased distribution\", according to reports.",
            "The supernatural body horror film, written and directed by Australian Michael Shanks, follows a couple who move to the countryside and find themselves encountering a mysterious force that impacts their bodies, lives and relationship.",
            "The film, which first premiered at the Sundance Film Festival in January and released in US and Australia in July, has received largely positive reviews from critics, earning a 90% freshness score on film review site Rotten Tomatoes.",
            "But as soon as the advance screenings began in China this month, viewers noticed that some sex and nudity scenes had been modified after screenshots showing scenes from the original version circulated online.",
            "In one scene which pictured the male lead in the shower, they noticed that the Chinese version had added steam to obscure the lead's nude body.",
            "Most complaints, however, were about an image featuring a gay couple which had been digitally altered, with a man's face replaced by a woman's. Several references to the same-sex relationship in the film were also removed.",
            "It's not uncommon for China - where same-sex marriage isn't recognised and LGBT topics remain largely taboo - to censor LGBT content. But this time, the use of what appeared to be AI-generated alterations struck a nerve.",
            "\"This is no longer just a matter of cuts - it's a matter of distortion and misrepresentation,\" reads one post on popular Chinese film critic platform Douban, where the movie has a rating of 6.9 out of 10.",
            "\"Not only did they alter the plot, but they also disrespected the actor's sexual orientation. It's disgusting,\" reads another.",
            "On Wednesday, the film's global distributor, Neon spoke out against the edits,  criticising the film's Chinese distributor, Hishow, which has yet to comment on the matter.",
            "\"Neon does not approve of Hishow's unauthorised edit of the film and have demanded they cease distributing this altered version,\" the company said in a statement sent to the BBC.",
            "It's not the first time China has used AI to alter sexual content. In Oscar-winning film Oppenheimer, a nude scene featuring Florence Pugh was edited with an AI-generated black dress for Chinese cinemas.",
            "China is also apparently cracking down on same-sex content. Since February,at least 30 writers of gay erotic fictions, nearly all of them women in their 20s, have been arrested across the country.",
            "Over 1,000 children fall ill from free school lunches in Indonesia",
            "India imposes curfew in Ladakh after statehood protests turn violent",
            "India legal setback for Elon Musk's X in free speech fight",
            "China launches campaign to keep killjoys off the internet",
            "Pessimistic social media posts may now be targets of a fresh crackdown by the Chinese government.",
            "Emma Watson says she still loves JK Rowling despite rift over trans views",
            "However, the Harry Potter author appears to rebuff the actress's conciliatory comments.",
            "Failed sale of famous studios cost taxpayers £430k",
            "The failed sale of the famous Bottle Yard studios in south Bristol cost £430k to Bristol taxpayers.",
            "Movie festival gives platform to new filmmakers",
            "Worcester Film Festival showcases emerging filmmakers as part of its programme of 120 screenings.",
            "'Celtic sisters' make history on RuPaul's Drag Race UK",
            "Dublin-born Bonnie Anne Clyde and west Belfast's Elle Vosque are competing in the new season of Ru Paul's Drag Race UK."
        ]
    }
]